Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# LISTENER_DESCRIPTION_libactivator.clock.stopwatch
source: Open Clock app to Stopwatch page
de: Startet Uhr, Seite "Stopuhr"
pt_pt: Abre Relógio no separador Cronómetro
zh_tw: 打開時鐘的碼錶頁面

# LISTENER_TITLE_libactivator.clock.timer
source: Timer
de: Timer anzeigen
pt_pt: Temporizador
zh_tw: 計時器

# LISTENER_DESCRIPTION_libactivator.clock.timer
source: Open Clock app to Timer page
de: Startet Uhr, Seite "Timer"
pt_pt: Abre Relógio no separador Temporizador
zh_tw: 打開時鐘的計時器頁面

# LISTENER_TITLE_libactivator.clock.world-clock
source: World Clock
de: Weltuhr anzeigen
pt_pt: Relógio
zh_tw: 世界時鐘

# LISTENER_DESCRIPTION_libactivator.clock.world-clock
source: Open Clock app to World Clock page
de: Startet Uhr, Seite "Weltuhr"
pt_pt: Abre Relógio no separador Relógio
zh_tw: 打開時鐘的世界時鐘頁面

# LISTENER_DESCRIPTION_libactivator.call
source: Call
de: Rufe an :
es: Llama a
he: שיחה
it: Chiamata
pt_pt: Liga a
ru: Позвонить
zh_cn: 呼叫
zh_tw: 呼叫

# LISTENER_DESCRIPTION_libactivator.mail
source: Mail
de: E-Mail an :
es: Mail a
he: מייל
pt_pt: Envia email para
ru: Написать эл. письмо
zh_cn: 发邮件给
zh_tw: 發郵件給

# LISTENER_DESCRIPTION_libactivator.text
source: Message
de: Nachricht an :
es: Mensaje a
he: הודעה
it: Messaggio
pt_pt: Envia mensagem para
ru: Написать сообщ.
zh_cn: 发信息给
zh_tw: 發訊息給

# LISTENER_DESCRIPTION_libactivator.ringtone
source: Play Ringtone
de: Klingelton abspielen
es: Reproducir tono
he: השמעת צלצול
it: Riproduci suoneria
pt_pt: Reproduz toque
ru: Проиграть рингтон
zh_tw: 播放該鈴聲

# SET_VOLUME_TO_FORMAT
source: Set volume to %@%%
de: Lautstärke auf %@%% einstellen
es: Establecer volumen en %@%%
it: Imposta il volume generale al %@%%
pt_pt: Define volume para %@%%
zh_tw: 設定音量到 %@%%

# NEW_LISTENER_TITLE_libactivator.audio.volume
source: Set Volume
de: Lautstärke einstellen
es: Establecer volumen
it: Volume (generale)
pt_pt: Definir volume
zh_tw: 設定音量

# NEW_LISTENER_DESCRIPTION_libactivator.audio.volume
source: Apply specific system audio volume
de: Beliebige System-Lautstärke einstellen
es: Aplicar volumen a un sistema de audio específico
it: Imposta il volume ad un valore specifico
pt_pt: Aplica um volume de áudio específico ao sistema
zh_tw: 套用指定的系統音量

# LISTENER_TITLE_libactivator.audio.volume_FORMAT
source: %@%% Volume
de: %@%% Lautstärke
es: %@%% volumen
it: Volume (generale) al %@%%
zh_tw: %@%% 音量

# LISTENER_DESCRIPTION_libactivator.audio.volume_FORMAT
source: Set volume to %@%% of maximum
de: Lautstärke auf %@%% vom Maximum einstellen
es: Establecer volumer al %@%% del máximo
it: Imposta il volume generale al %@%%
pt_pt: Define volume para %@%% do máximo
zh_tw: 設定音量到最大值的 %@%%

# SET_MEDIA_VOLUME_TO_FORMAT
source: Set media volume to %@%%
de: Medien-Lautstärke auf %@%% einstellen
it: Imposta il volume contenuti al %@%%
pt_pt: Define volume da reprodução para %@%%
zh_tw: 設定媒體音量到 %@%%

# NEW_LISTENER_TITLE_libactivator.audio.volume.media
source: Set Media Volume
de: Medien-Lautstärke einstellen
it: Volume (contenuti)
pt_pt: Definir volume da reprodução
zh_tw: 設定媒體音量

# NEW_LISTENER_DESCRIPTION_libactivator.audio.volume.media
source: Apply specific media audio volume
de: Beliebige Medien-Lautstärke einstellen
it: Imposta il volume ad un valore specifico
pt_pt: Aplica um volume de áudio específico à reprodução
zh_tw: 套用指定的媒體音量

# LISTENER_TITLE_libactivator.audio.volume.media_FORMAT
source: %@%% Media Volume
de: %@%% Medien-Lautstärke
it: Volume (contenuti) al %@%%
pt_pt: Volume da reprodução %@%%
zh_tw: %@%% 媒體音量

# LISTENER_DESCRIPTION_libactivator.audio.volume.media_FORMAT
source: Set media volume to %@%% of maximum
de: Medien-Lautstärke auf %@%% vom Maximum einstellen
it: Imposta il volume contenuti al %@%%
pt_pt: Define volume da reprodução para %@%% do máximo
zh_tw: 設定媒體音量到最大值的 %@%%

# SET_RINGER_VOLUME_TO_FORMAT
source: Set ringer volume to %@%%
de: Klingelton-Lautstärke auf %@%% einstellen
it: Imposta il volume suoneria al %@%%
pt_pt: Define volume do toque para %@%%
zh_tw: 設定響鈴音量到 %@%%

# NEW_LISTENER_TITLE_libactivator.audio.volume.ringer
source: Set Ringer Volume
de: Klingelton-Lautstärke einstellen
it: Volume (suoneria)
pt_pt: Definir volume do toque
zh_tw: 設定響鈴音量

# NEW_LISTENER_DESCRIPTION_libactivator.audio.volume.ringer
source: Apply specific ringer audio volume
de: Beliebige Klingelton-Lautstärke einstellen
it: Imposta il volume ad un valore specifico
pt_pt: Aplica um volume de áudio específico ao toque
zh_tw: 套用指定的響鈴音量

# LISTENER_TITLE_libactivator.audio.volume.ringer_FORMAT
source: %@%% Ringer Volume
de: %@%% Klingelton-Lautstärke
it: Volume (suoneria) al %@%%
pt_pt: Volume do toque %@%%
zh_tw: %@%% 響鈴音量

# LISTENER_DESCRIPTION_libactivator.audio.volume.ringer_FORMAT
source: Set ringer volume to %@%% of maximum
de: Klingelton-Lautstärke auf %@%% vom Maximum einstellen
it: Imposta il volume suoneria al %@%%
pt_pt: Define volume do toque para %@%% do máximo
zh_tw: 設定響鈴音量到最大值的 %@%%

# NEW_LISTENER_TITLE_libactivator.speech.synthesize
source: Synthesize Speech
de: Text sprechen
it: Sintesi vocale
pt_pt: Sintetizar voz
zh_tw: 朗讀

# NEW_LISTENER_DESCRIPTION_libactivator.speech.synthesize
source: Have device speak custom text
de: Lass dein iDevice einen Text sprechen
it: Sintesi vocale di un testo personalizzato
pt_pt: O dispositivo diz em voz alta um texto personalizado
zh_tw: 讓裝置朗讀自訂文字

# LISTENER_TITLE_libactivator.speech.synthesize_FORMAT
source: Say "%@"
de: Sage "%@"
it: Leggi "%@"
pt_pt: Dizer "%@"
zh_tw: 朗讀『%@』

# LISTENER_DESCRIPTION_libactivator.speech.synthesize_FORMAT
source: Have device speak custom text
de: Lass dein iDevice einen Text sprechen
it: Sintesi vocale del testo personalizzato
pt_pt: O dispositivo diz em voz alta um texto personalizado
zh_tw: 讓裝置朗讀自訂文字

source: Text
it: Testo
pt_pt: Texto
zh_tw: 文字

# SET_BRIGHTNESS_TO_FORMAT
source: Set brightness to %@%%
de: Helligkeit auf %@%% einstellen
it: Imposta la luminosità al %@%%
pt_pt: Define brilho para %@%%
zh_tw: 設定亮度到 %@%%

# NEW_LISTENER_TITLE_libactivator.screen.brightness
source: Set Brightness
de: Helligkeit einstellen
it: Luminosità schermo
pt_pt: Definir brilho
zh_tw: 設定亮度

# NEW_LISTENER_DESCRIPTION_libactivator.screen.brightness
source: Apply specific screen brightness
de: Beliebige Bildschirmhelligkeit einstellen
it: Imposta la luminosità ad un valore specifico
pt_pt: Aplica um brilho específico ao ecrã
zh_tw: 應用指定螢幕亮度

# LISTENER_TITLE_libactivator.screen.brightness_FORMAT
source: %@%% Brightness
de: %@%% Helligkeit
it: Luminosità al %@%%
pt_pt: Brilho %@%%
zh_tw: %@%% 亮度

# LISTENER_DESCRIPTION_libactivator.screen.brightness_FORMAT
source: Set brightness to %@%% of maximum
de: Helligkeit auf %@%% vom Maximum einstellen
it: Imposta la luminosità al %@%%
pt_pt: Define brilho para %@%% do máximo
zh_tw: 設定亮度到 %@%%

# NEW_LISTENER_TITLE_libactivator.message.show
source: Show Message Alert
de: Alarm-Meldung anzeigen
it: Messaggio di avviso
pt_pt: Mostrar mensagem de alerta
zh_tw: 顯示訊息提示

# NEW_LISTENER_DESCRIPTION_libactivator.message.show
source: Show custom alert message
de: Benutzerdefinierte Alarmmeldung anzeigen
it: Mostra un messaggio personalizzato
pt_pt: Mostra mensagem de alerta personalizada
zh_tw: 顯示自訂提示訊息

# LISTENER_TITLE_libactivator.message.show_FORMAT
source: Display "%@" message
de: Zeige "%@" Nachricht
it: Mostra messaggio "%@"
pt_pt: Mostrar mensagem "%@"
zh_tw: 顯示訊息『%@』

# LISTENER_DESCRIPTION_libactivator.message.show_FORMAT
source: Show custom alert message
de: Zeige benutzerdefinierte Warnmeldung
it: Mostra il messaggio personalizzato
pt_pt: Mostra mensagem de alerta personalizada
zh_tw: 顯示自訂提示訊息

source: Message
it: Messaggio
pt_pt: Mensagem
zh_tw: 訊息

source: Title
it: Titolo
pt_pt: Título
zh_tw: 標題

# NEW_LISTENER_TITLE_libactivator.assistant.ask
source: Ask Siri
de: Siri fragen
it: Domanda a Siri
pt_pt: Perguntar a Siri
zh_tw: 向 Siri 提問

# NEW_LISTENER_DESCRIPTION_libactivator.assistant.ask
source: Have Siri answer a question
de: Lasse Siri eine Frage beantworten
it: Ricevi una risposta ad una domanda
pt_pt: A Siri responde a uma pergunta
zh_tw: 讓 Siri 回答一個問題

# LISTENER_TITLE_libactivator.assistant.ask_FORMAT
source: Ask "%@"
de: Frag "%@"
it: Domanda "%@"
pt_pt: Perguntar "%@"
zh_tw: 提問“%@”

# LISTENER_DESCRIPTION_libactivator.assistant.ask_FORMAT
source: Have Siri answer a question
de: Lass Siri eine Frage beantworten
it: Ricevi una risposta alla domanda fatta
pt_pt: A Siri responde a uma pergunta
zh_tw: 讓 Siri 回答一個問題

source: Question
it: Domanda
pt_pt: Pergunta
zh_tw: 問題

# NEW_LISTENER_TITLE_libactivator.command.run
source: Run Command
de: Befehl ausführen
pt_pt: Executar comando
zh_tw: 執行命令

# NEW_LISTENER_DESCRIPTION_libactivator.command.run
source: Run custom shell command
de: Benutzerdefinierten Befehl ausführen
pt_pt: Executa um comando personalizado no terminal
zh_tw: 執行自訂腳本命令

# LISTENER_TITLE_libactivator.command.run_FORMAT
source: Run "%@" command
de: Befehl "%@" ausführen
pt_pt: Executar comando "%@"
zh_tw: 執行『%@』命令

source: Command
pt_pt: Comando
zh_tw: 命令

# RUN_COMMAND_WARNING
source: Custom commands can potentially harm your device if used improperly. Proceed with caution.
de: Sei vorsichtig mit benutzerdefinierten Befehlen. Wenn du diese falsch verwendest, kannst du unter Umständen dein iDevice beschädigen.
pt_pt: Comandos personalizados podem potencialmente danificar o seu dispositivo se utilizados de modo impróprio. Continue com cuidado.
zh_tw: 不正確地使用自訂命令可能會損害您的裝置，使用時請務必保持警惕。

# LISTENER_DESCRIPTION_application_shortcut_FORMAT
source: Activate %@ app shortcut
de: Aktiviere "%@"-Verknüpfung
pt_pt: Activar atalho da aplicação %@
zh_tw: 激活 %@ 的快速動作

# LISTENER_TITLE_com.rpetrich.activoice.apps
source: Google Apps
it: Applicazioni google
ru: Приложения от Google
zh_cn: 谷歌应用
zh_tw: Google 應用

# LISTENER_DESCRIPTION_com.rpetrich.activoice.apps
source: Activate Google's apps list
de: Aktiviere Google's App-Liste
es: Activa la lista de apps de Google
it: Attiva la lista applicazioni di google
nl: Activeer Google's apps lijst
pt_pt: Activa lista do Google Apps
ru: Активировать список прил. Google
zh_cn: 访问谷歌应用程序列表
zh_tw: 訪問 Google 應用程式列

# LISTENER_DESCRIPTION_com.rpetrich.activoice.goggles
source: Activate Google's goggles feature
de: Aktiviere Google's Goggles-Funktion
es: Activa la función Google goggles
it: Attiva la funzione goggles di google
nl: Activeer Google's goggles functie
pt_pt: Activa o recurso Google Goggles
ru: Активировать Google's goggles
zh_cn: 访问谷歌 Goggles 功能
zh_tw: 訪問 Google Goggles 功能

# LISTENER_TITLE_com.rpetrich.activoice.search
source: Text Search
es: Buscar texto
it: Ricerca testo
nl: Zoek
pt_pt: Pesquisa de texto
ru: Текстовый поиск
zh_cn: 文字搜索
zh_tw: 文字搜尋

# LISTENER_DESCRIPTION_com.rpetrich.activoice.search
source: Activate Google's text search
de: Aktiviere Google's Textsuche
es: Activa la búsqueda de texto de Google
it: Attiva la ricerca testo di google
nl: Activeer Google's tekst-zoeken
pt_pt: Activa pesquisa de texto no Google
ru: Активировать текстовый поиск Google
zh_cn: 访问谷歌文字搜索
zh_tw: 訪問 Google 文字搜尋

# LISTENER_TITLE_com.rpetrich.activoice.voice
source: Voice Search
es: Buscar por voz
it: Ricerca vocale
nl: Spraak
pt_pt: Pesquisa por voz
ru: Голосовой поиск
zh_cn: 语音搜索
zh_tw: 語音搜尋

# LISTENER_DESCRIPTION_com.rpetrich.activoice.voice
source: Activate Google's voice search
de: Aktiviere Google's Sprachsuche
es: Activa la búsqueda por voz de Google
it: Attiva la ricerca vocale di gogole
nl: Activeer Google's spraak-zoeken
pt_pt: Activa pesquisa por voz no Google
ru: Активировать голосовой поиск Google
zh_cn: 访问谷歌语音搜索
zh_tw: 訪問 Google 語音搜尋

# LISTENER_TITLE_libactivator.settings.about
source: About
es: Acerca
fr: À propos
he: אודות
it: Info
ja: 情報
nl: Info
pt_pt: Informações
ru: Информация
zh_cn: 关于本机
zh_tw: 關於本機

# LISTENER_DESCRIPTION_libactivator.settings.about
source: Open Settings to About page
de: Öffne Einstellungsseite "Info"
es: Abre ajustes en Acerca
fr: Ouvre Réglages à À propos
he: הצגת עמוד ה-"אודות" בהגדרות
it: Apre le impostazioni in info
ja: 情報の設定を開く
nl: Open Instellingen op Info
pt_pt: Abre Definições na página Informações
ru: Открыть Настройки->Информация
zh_cn: 打开设置的关于本机页面
zh_tw: 打開設定的「關於本機」定頁面

# LISTENER_TITLE_libactivator.settings.accessibility
source: Accessibility
es: Accesibilidad
fr: Accessibilité
he: נגישות
it: Accessibilità
ja: アクセシビリティ
nl: Toegankelijkheid
pt_pt: Acessibilidade
ru: Универс. доступ
zh_cn: 辅助功能
zh_tw: 輔助使用

# LISTENER_DESCRIPTION_libactivator.settings.accessibility
source: Open Settings to Accessibility page
de: Öffne Einstellungsseite "Bedienungshilfen"
es: Abre ajustes en Accesibilidad
he: הצגת עמוד הגדרות ה-"נגישות"
it: Apre le impostazioni in accessibilità
ja: アクセシビリティの設定を開く
nl: Open Instellingen op Toegankelijkheid
pt_pt: Abre Definições na página Acessibilidade
ru: Открыть Настройки->Универс. доступ
zh_cn: 打开设置的辅助功能页面
zh_tw: 打開設定的「輔助使用」頁面

# LISTENER_TITLE_libactivator.settings.auto-lock
source: Auto-Lock
de: Automatische Sperre
es: Bloqueo automático
fr: Verrouillage auto.
he: נעילה אוטומטית
it: Blocco automatico
ja: 自動ロック
nl: Automatisch slot
pt_pt: Bloqueio automático
ru: Автоблокировка
zh_cn: 自动锁定
zh_tw: 自動鎖定

# LISTENER_DESCRIPTION_libactivator.settings.auto-lock
source: Open Settings to Auto-Lock page
de: Öffne Einstellungsseite "Automatische Sperre"
es: Abre ajustes en Bloqueo automático
fr: Ouvre Réglages à Verrouillage auto.
he: הצגת עמוד ההגדרות של "נעילה אוטומטית"
it: Apre le impostazioni in blocco automatico
ja: 自動ロックの設定を開く
nl: Open Instellingen op Automatisch slot
pt_pt: Abre Definições na página Bloqueio automático
ru: Открыть Настройки->Автоблокировка
zh_cn: 打开设置的自动锁定页面
zh_tw: 打開設定的「自動鎖定」頁面

# LISTENER_TITLE_libactivator.settings.background-app-refresh
source: Background App Refresh
pt_pt: Actualização em segundo plano
zh_tw: 背景 App 重新整理

# LISTENER_DESCRIPTION_libactivator.settings.background-app-refresh
source: Open Settings to Background App Refresh page
de: Öffne Einstellungsseite "Hintergrundaktualisierung"
pt_pt: Abre Definições na página Actualização em segundo plano
zh_tw: 打開設定的「背景 App 重新整理」頁面

# LISTENER_TITLE_libactivator.settings.battery
source: Battery
pt_pt: Bateria
zh_tw: 電池

# LISTENER_DESCRIPTION_libactivator.settings.battery
source: Open Settings to Battery page
de: Öffne Einstellungsseite "Batterie"
pt_pt: Abre Definições na página Bateria
zh_tw: 打開設定的「電池」頁面

# LISTENER_TITLE_libactivator.settings.bluetooth
source: Bluetooth
zh_cn: 蓝牙
zh_tw: 藍牙

# LISTENER_DESCRIPTION_libactivator.settings.bluetooth
source: Open Settings to Bluetooth page
de: Öffne Einstellungsseite "Bluetooth"
es: Abre ajustes en Bluetooth
fr: Ouvre Réglages à Bluetooth
he: הצגת עמוד הגדרות ה-"Bluetooth"
it: Apre le impostazioni in Bluetooth
ja: Bluetoothの設定を開く
nl: Open Instellingen op Bluetooth
pt_pt: Abre Definições na página Bluetooth
ru: Открыть Настройки->Bluetooth
zh_cn: 打开设置的蓝牙页面
zh_tw: 打開設定的「藍牙」頁面

# LISTENER_TITLE_libactivator.settings.brightness-and-wallpaper
source: Brightness & Wallpaper
de: Helligkeit & Hintergrund
es: Brillo y fondo de pantalla
he: טפטים ובהירות
it: Luminosità e sfondo
nl: Helderheid en achtergrond
pt_pt: Papel de parede e Brilho
ru: Яркость и обои
zh_cn: 亮度与墙纸
zh_tw: 亮度與背景圖片

# LISTENER_DESCRIPTION_libactivator.settings.brightness-and-wallpaper
source: Open Settings to Brightness/Wallpaper page
de: Öffne Einstellungsseite "Helligkeit & Hintergrund"
es: Abre ajustes en Brillo y fondo
he: הצגת עמוד ההגדרות של "טפטים ובהירות"
it: Apre le impostazioni in luminosità e sfondo
nl: Open Instellingen op Helderheid/Achtergrond pagina
pt_pt: Abre Definições em Papel de parede e Brilho
ru: Открыть Настройки->Яркость и обои
zh_cn: 打开设置的亮度与墙纸页面
zh_tw: 打開設定的「亮度與背景圖片」頁面

# LISTENER_TITLE_libactivator.settings.brightness
source: Brightness
es: Brillo
fr: Luminosité
he: בהירות
it: Luminosità
ja: 明るさ
nl: Helderheid
pt_pt: Brilho
ru: Яркость
zh_cn: 亮度
zh_tw: 亮度

# LISTENER_DESCRIPTION_libactivator.settings.brightness
source: Open Settings to Brightness page
de: Öffne Einstellungsseite "Helligkeit"
es: Abre ajustes en Brillo
fr: Ouvre Réglages à Luminosité
he: הצגת עמוד ההגדרות של "בהירות"
it: Apre le impostazioni in luminosità
ja: 明るさの設定を開く
nl: Open Instellingen op Helderheid
pt_pt: Abre Definições na página Brilho
ru: Открыть Настройки->Яркость
zh_cn: 打开设置的亮度页面
zh_tw: 打開設定的「亮度」頁面

# LISTENER_DESCRIPTION_libactivator.settings.carplay
source: Open Settings to CarPlay page
de: Öffne Einstellungsseite "CarPlay"
pt_pt: Abre Definições na página CarPlay
zh_tw: 打開設定的「CarPlay」頁面

# LISTENER_TITLE_libactivator.settings.cellular
source: Cellular
de: Mobiles Netz
es: Datos móviles
he: סלולרי
it: Cellulare
pt_pt: Dados móveis
ru: Сотовые данные
zh_cn: 蜂窝移动网络
zh_tw: 行動網路

# LISTENER_DESCRIPTION_libactivator.settings.cellular
source: Open Settings to Cellular page
de: Öffne Einstellungsseite "Mobiles Netz"
es: Abre ajustes en Datos móviles
he: הצגת עמוד ההגדרות של "סלולרי"
it: Apre le impostazioni in Cellulare
pt_pt: Abre Definições na página Dados móveis
ru: Открыть Настройки->Сотовые данные
zh_cn: 打开设置的蜂窝移动网络页面
zh_tw: 打開設定的「行動網路」頁面

# LISTENER_TITLE_libactivator.settings.control-center
source: Control Center
pt_pt: Central de controlo
zh_tw: 控制中心

# LISTENER_DESCRIPTION_libactivator.settings.control-center
source: Open Settings to Control Center page
de: Öffne Einstellungsseite "Kontrollzentrum"
pt_pt: Abre Definições na página Central de controlo
zh_tw: 打開設定的「控制中心」頁面

# LISTENER_TITLE_libactivator.settings.date-time
source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
he: תאריך ושעה
it: Data e ora
ja: 日付&時刻
nl: Datum en tijd
pt_pt: Data e hora
ru: Дата и Время
zh_cn: 日期与时间
zh_tw: 日期與時間

# LISTENER_DESCRIPTION_libactivator.settings.date-time
source: Open Settings to Date & Time page
de: Öffne Einstellungsseite "Datum & Uhrzeit"
es: Abre ajustes en Fecha y hora
fr: Ouvre Réglages à Date et heure
he: הצגת עמוד ההגדרות של"תאריך ושעה"
it: Apre le impostazioni in data e ora
ja: 日付&時刻の設定を開く
nl: Open Instellingen op Datum en tijd
pt_pt: Abre Definições na página Data e hora
ru: Открыть Настройки->Дата и Время
zh_cn: 打开设置的日期与时间页面
zh_tw: 打開設定的「日期與時間」頁面

# LISTENER_TITLE_libactivator.settings.display
source: Display & Brightness
de: Anzeige & Helligkeit
pt_pt: Ecrã e Brilho
zh_tw: 螢幕顯示與亮度

# LISTENER_DESCRIPTION_libactivator.settings.display
source: Open Settings to Display & Brightness page
de: Öffne Einstellungsseite "Anzeige & Helligkeit"
pt_pt: Abre Definições na página Ecrã e Brilho
zh_tw: 打開設定的「螢幕顯示與亮度」頁面

# LISTENER_TITLE_libactivator.settings.do-not-disturb
source: Do Not Disturb
de: Nicht stören
pt_pt: Não incomodar
zh_tw: 勿擾模式

# LISTENER_DESCRIPTION_libactivator.settings.do-not-disturb
source: Open Settings to Do Not Disturb page
de: Öffne Einstellungsseite "Nicht stören"
pt_pt: Abre Definições na página Não incomodar
zh_tw: 打開設定的「勿擾模式」頁面

# LISTENER_TITLE_libactivator.settings.equalizer
source: Equalizer
es: Ecualizador
fr: Égaliseur
he: אקולייזר
it: EQ
ja: イコライザ
pt_pt: Equalizador
ru: Эквалайзер
zh_cn: 均衡器
zh_tw: 等化器

# LISTENER_DESCRIPTION_libactivator.settings.equalizer
source: Open Settings to Equalizer page
de: Öffne Einstellungsseite "Equalizer"
es: Abre ajustes en Ecualizador
fr: Ouvre Réglages à Égaliseur
he: הצגת עמוד הגדרות ה-"אקולייזר"
it: Apre le impostazioni in EQ
ja: イコライザの設定を開く
nl: Open Instellingen op Equalizer
pt_pt: Abre Definições na página Equalizador
ru: Открыть Настройки->Эквалайзер
zh_cn: 打开设置的均衡器页面
zh_tw: 打開設定的「等化器」頁面

# LISTENER_DESCRIPTION_libactivator.settings.facebook
source: Open Settings to Facebook page
de: Öffne Einstellungsseite "Facebook"
it: Apre le impostazioni in Facebook
pt_pt: Abre Definições na página Facebook
zh_cn: 打开设置的 Facebook 页面
zh_tw: 打開設定的「Facebook」頁面

# LISTENER_DESCRIPTION_libactivator.settings.facetime
source: Open Settings to FaceTime page
de: Öffne Einstellungsseite "FaceTime"
es: Abre ajustes en FaceTime
fr: Ouvre Réglages à FaceTime
he: הצגת עמוד הגדרות ה-"FaceTime"
it: Apre le impostazioni in FaceTime
ja: FaceTimeの設定を開く
nl: Open Instellingen op FaceTime
pt_pt: Abre Definições na página FaceTime
ru: Открыть Настройки->FaceTime
zh_cn: 打开设置的 FaceTime 页面
zh_tw: 打開設定的「FaceTime」頁面

# LISTENER_DESCRIPTION_libactivator.settings.game-center
source: Open Settings to Game Center page
de: Öffne Einstellungsseite "Game Center"
pt_pt: Abre Definições na página Game Center
zh_tw: 打開設定的「Game Center」頁面

# LISTENER_TITLE_libactivator.settings.general
source: General
fr: Général
he: כללי
it: Generali
ja: 一般
nl: Algemeen
pt_pt: Geral
ru: Основные
zh_cn: 通用
zh_tw: 一般

# LISTENER_DESCRIPTION_libactivator.settings.general
source: Open Settings to General page
de: Öffne Einstellungsseite "Allgemein"
es: Abre ajustes en General
fr: Ouvre Réglages à Général
he: הצגת עמוד ה-"כללי" בהגדרות
it: Apre le impostazioni in generali
ja: 一般の設定を開く
nl: Open Instellingen op Algemeen
pt_pt: Abre Definições na página Geral
ru: Открыть Настройки->Основные
zh_cn: 打开设置的通用页面
zh_tw: 打開設定的「一般」頁面

# LISTENER_DESCRIPTION_libactivator.settings.handoff
source: Open Settings to Handoff page
de: Öffne Einstellungsseite "Handoff & App-Vorschläge"
pt_pt: Abre Definições na página Handoff
zh_tw: 打開設定的「Handoff」頁面

# LISTENER_DESCRIPTION_libactivator.settings.icloud
source: Open Settings to iCloud page
de: Öffne Einstellungsseite "iCloud"
es: Abre ajustes en iCloud
fr: Ouvre Réglages à iCloud
he: הצגת עמוד הגדרות ה-"iCloud"
it: Apre le impostazioni in iCloud
ja: iCloudの設定を開く
nl: Open Instellingen op iCloud
pt_pt: Abre Definições na página iCloud
ru: Открыть Настройки->iCloud
zh_cn: 打开设置的 iCloud 页面
zh_tw: 打開設定的「iCloud」頁面

# LISTENER_TITLE_libactivator.settings.international
source: International
de: Sprache & Region
es: Internacional
he: בינלאומי
it: Internazionale
ja: 言語環境
nl: Internationaal
pt_pt: Internacional
ru: Язык и Текст
zh_cn: 多语言环境
zh_tw: 國際設定

# LISTENER_DESCRIPTION_libactivator.settings.international
source: Open Settings to International page
de: Öffne Einstellungsseite "Sprache & Region"
es: Abre ajustes en Internacional
fr: Ouvre Réglages International
he: הצגת עמוד הגדרות של "בינלאומי"
it: Apre le impostazioni in internazionale
ja: 言語環境の設定を開く
nl: Open Instellingen op Internationaal
pt_pt: Abre Definições na página Internacional
ru: Открыть Настройки->Язык и Текст
zh_cn: 打开设置的多语言环境页面
zh_tw: 打開設定的「國際設定」頁面

# LISTENER_TITLE_libactivator.settings.keyboard
source: Keyboard
es: Teclado
fr: Clavier
he: מקלדת
it: Tastiera
ja: キーボード
nl: Toetsenbord
pt_pt: Teclado
ru: Клавиатура
zh_cn: 键盘
zh_tw: 鍵盤

# LISTENER_DESCRIPTION_libactivator.settings.keyboard
source: Open Settings to Keyboard page
de: Öffne Einstellungsseite "Tastatur"
es: Abre ajustes en Teclado
fr: Ouvre Réglages du Clavier
he: הצגת עמוד הגדרות ה-"מקלדת"
it: Apre le impostazioni in tastiera
ja: キーボードの設定を開く
nl: Open Instellingen op Toetsenbord
pt_pt: Abre Definições na página Teclado
ru: Открыть Настройки->Клавиатура
zh_cn: 打开设置的键盘页面
zh_tw: 打開設定的「鍵盤」頁面

# LISTENER_TITLE_libactivator.settings.location-services
source: Location Services
es: Localización
fr: Service de localisation
he: שירותי מיקום
it: Localizzazione
ja: 位置情報サービス
nl: Locatievoorzieningen
pt_pt: Serviços de localização
ru: Геолокация
zh_cn: 定位服务
zh_tw: 定位服務

# LISTENER_DESCRIPTION_libactivator.settings.location-services
source: Open Settings to Location Services page
de: Öffne Einstellungsseite "Ortungsdienste"
es: Abre ajustes en Localización
fr: Ouvre Réglages du Service de localisation
he: הצגת עמוד ההגדרות של "שירותי המיקום"
it: Apre le impostazioni in localizzazione
ja: 位置情報サービスの設定を開く
nl: Open Instellingen op Locatievoorzieningen
pt_pt: Abre Definições na página Serviços de localização
ru: Открыть Настройки->Геолокация
zh_cn: 打开设置的定位服务页面
zh_tw: 打開設定的「定位服務」頁面

# LISTENER_TITLE_libactivator.settings.mail
source: Mail, Contacts, Calendars
de: Mail, Kontakte, Kalender
pt_pt: Mail, Contactos, Calendário
zh_tw: 郵件、聯絡資訊、行事曆
