Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# LISTENER_DESCRIPTION_libactivator.system.show-now-playing-bar
source: Show the standard media controls
de: Zeigt die aktuelle Wiedergabe an
es: Muestra los controles multimedia
fr: Affiche le contrôle standard des médias
he: הצגת כפתורי הניגון הסטנדרטים
it: Mostra i controlli multimediali
ja: iPodのコントロール画面を開く
nl: Toon de standaard geluidsregelaars
pt_pt: Mostra os controlos de reprodução
ru: Показать окно управления музыкой
zh_cn: 显示标准音频/视频控制
zh_tw: 顯示標準音樂/影片控制

# LISTENER_TITLE_libactivator.system.nothing
source: Do Nothing
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
he: לא לבצע שום פעולה
it: Nessuna azione
ja: 何もしない
nl: Doe Niets
pt_pt: Não fazer nada
ru: Ничего не делать
zh_cn: 无事件
zh_tw: 無事件

# LISTENER_DESCRIPTION_libactivator.system.nothing
source: Suppress original action
de: Unterdrückt die ursprüngliche Aktion
es: Suprime la acción original
fr: Supprime l'action originale
he: ביטול עצירה ומניעה של הפעולה המקורית
it: Sopprime l'azione originale
ja: 既定の動作を無効化
nl: Onderdruk originele actie
pt_pt: Suprime a acção original
ru: Пресечь действие по умолчанию
zh_cn: 停用原始动作
zh_tw: 停用原始動作

# LISTENER_TITLE_libactivator.system.first-springboard-page
source: First SpringBoard Page
de: Erste SpringBoard-Seite
es: Primera página del SB
fr: Première page du SpringBoard
he: עמוד ראשון במסך הבית
it: Prima pagina
ja: 最初のページ
nl: Eerste SpringBoard Pagina
pt_pt: Primeira página do SpringBoard
ru: Первая страница "Домой"
zh_cn: SpringBoard 第一页
zh_tw: 『主畫面』第一頁

# LISTENER_DESCRIPTION_libactivator.system.first-springboard-page
source: Jump to first page of icons
de: Zur ersten SpringBoard-Seite wechseln
es: Salta a la primera página de iconos
fr: Allez à la première page des icônes
he: דילוג ומעבר לדף הראשי בספרינבורד
it: Salta alla prima pagina di icone
ja: ホーム画面の最初のページに移動
nl: Spring naar eerste pagina met iconen
pt_pt: Salta para a primeira página de ícones
ru: Перейти к первой странице "Домой"
zh_cn: 跳转到第一个图标页面
zh_tw: 跳轉到第一個圖示頁面

# LISTENER_TITLE_libactivator.system.activate-notification-center
source: Activate Notification Center
de: Mitteilungszentrale aktivieren
es: Centro de Notificaciones
fr: Activer centre de notification
he: חשיפת מרכז העדכונים
it: Centro notifiche
ja: 通知センター
nl: Activeer Berichtencentrum
pt_pt: Activar central de notificações
ru: Активировать Центр Уведомлений
zh_cn: 激活通知中心
zh_tw: 激活通知中心

# LISTENER_DESCRIPTION_libactivator.system.activate-notification-center
source: Pull down notification center
de: Zeigt die Mitteilungszentrale an
es: Muestra el centro de notificaciones
fr: Déroule le centre de notification
he: משיכת מרכז העדכונים מראש המסך
it: Mostra il centro notifiche
ja: 通知センターを呼び出す
nl: Sleep het Berichtencentrum omlaag
pt_pt: Mostra a central de notificações
ru: Запустить Центр Уведомлений
zh_cn: 下拉式通知中心
zh_tw: 下拉式通知中心

# LISTENER_TITLE_libactivator.system.activate-reachability
source: Activate Reachability
de: Einhandmodus aktivieren
it: Accesso facilitato
pt_pt: Activar Acesso fácil
zh_tw: 激活螢屏上方觸控

# LISTENER_DESCRIPTION_libactivator.system.activate-reachability
source: Bring iOS in for a hug!
de: Erreiche den oberen Bildschirmbereich
it: Permette l'uso con una mano
pt_pt: Desloca o ecrã um pouco para baixo
zh_tw: 螢幕內容下沉

# LISTENER_TITLE_libactivator.system.vibrate
source: Vibrate
pt_pt: Vibrar
zh_tw: 振動

# LISTENER_DESCRIPTION_libactivator.system.vibrate
source: Triggers device vibration
de: Vibration umschalten
pt_pt: Acciona a vibração do dispositivo
zh_tw: 讓裝置振動一下

# LISTENER_TITLE_libactivator.system.haptic.flick
source: Flick
zh_tw: 輕彈

# LISTENER_DESCRIPTION_libactivator.system.haptic.flick
source: Triggers taptic engine flick
de: Löse Taptic-Engine's Schnipsen aus
pt_pt: Acciona o flick do Taptic Engine
zh_tw: 觸發 Taptic Engine 的輕彈效果

# LISTENER_TITLE_libactivator.system.haptic.quirk
source: Quirk
zh_tw: 急轉

# LISTENER_DESCRIPTION_libactivator.system.haptic.quirk
source: Triggers taptic engine quirk
de: Löse Taptic-Engine's Zucken aus
pt_pt: Acciona o quirk do Taptic Engine
zh_tw: 觸發 Taptic Engine 的急轉效果

# LISTENER_TITLE_libactivator.system.haptic.tap
source: Tap
pt_pt: Tocar
zh_tw: 輕按

# LISTENER_DESCRIPTION_libactivator.system.haptic.tap
source: Triggers taptic engine tap
de: Löse Taptic-Engine's Tippen aus
pt_pt: Acciona o toque do Taptic Engine
zh_tw: 觸發 Taptic Engine 的輕按效果

# LISTENER_TITLE_libactivator.watch.haptic.tap
source: Watch Tap
pt_pt: Tocar no relógio
zh_tw: Apple Watch 輕按

# LISTENER_DESCRIPTION_libactivator.watch.haptic.tap
source: Triggers watch taptic engine tap
de: Löse Taptic-Engine's Tippen aus
pt_pt: Acciona o toque do Taptic Engine do relógio
zh_tw: 觸發 Apple Watch 的 Taptic Engine 的輕按效果

# LISTENER_TITLE_libactivator.system.clear-switcher
source: Clear App Switcher
de: App-Switcher leeren
pt_pt: Limpar multitarefas
zh_tw: 清理應用程式

# LISTENER_DESCRIPTION_libactivator.system.clear-switcher
source: Remove all apps from the switcher
de: Alle Apps im App-Switcher beenden
pt_pt: Remove todas as apps das multitarefas
zh_tw: 退出全部應用程式

# LISTENER_TITLE_libactivator.twitter.compose-tweet
source: Compose Tweet
de: Tweet verfassen
es: Escribir un Tweet
fr: Composer Tweet
he: פרסום ציוץ חדש בטוויטר
it: Componi tweet
ja: ツイート
nl: Stel Tweet Op
pt_pt: Compor tweet
ru: Создать твит
zh_cn: 编写推文
zh_tw: 編寫推文

# LISTENER_DESCRIPTION_libactivator.twitter.compose-tweet
source: Launch modal tweet composer
de: Einen neuen Tweet verfassen
es: Inicia el módulo de Twitter
fr: Lance la redaction d'un Tweet
he: כתיבה מהירה של ציוץ בטוויטר
it: Avvia il compositore tweet
ja: ツイート投稿画面を表示
nl: Open modale tweet-opsteller
pt_pt: Abre o compositor do Twitter
ru: Запустить редактор твита
zh_cn: 启动推文编辑器
zh_tw: 啟動推文編輯器

# LISTENER_TITLE_libactivator.facebook.compose-post
source: Compose Facebook Post
de: Facebook-Beitrag verfassen
es: Escribir en Facebook
he: פרסום סטטוס חדש ב-Facebook
it: Componi facebook
ja: Facebookへ投稿
nl: Stel Facebook Post Op
pt_pt: Compor publicação do Facebook
ru: Создать пост Facebook
zh_cn: 编写 Facebook 文章
zh_tw: 編寫 Facebook 文章

# LISTENER_DESCRIPTION_libactivator.facebook.compose-post
source: Launch modal Facebook composer
de: Einen Beitrag auf Facebook verfassen
es: Inicia el módulo de Facebook
he: פרסום מהיר של סטטוס ב-Facebook
it: Avvia il compositore facebook
ja: Facebook投稿画面を表示
nl: Open modale Facebook-opsteller
pt_pt: Abre o compositor do Facebook
ru: Запустить редактор поста
zh_cn: 启动 Facebook 文章编辑器
zh_tw: 啟動 Facebook 文章編輯器

# LISTENER_TITLE_libactivator.mail.compose-message
source: Compose Mail
de: E-Mail verfassen
es: Escribir email
he: כתיבת מייל חדש
it: Componi mail
ja: メールを送る
nl: Stel Mail Op
pt_pt: Compor email
ru: Создать эл. письмо
zh_cn: 编写邮件
zh_tw: 編寫郵件

# LISTENER_DESCRIPTION_libactivator.mail.compose-message
source: Launch modal email composer
de: Eine neue E-Mail verfassen
es: Inicia el módulo para escribir un email
he: כתיבת מייל חדש במהירות
it: Avvia il compositore mail
ja: メール.appを立ち上げる
nl: Open modale email-opsteller
pt_pt: Abre o compositor de email
ru: Запустить редактор эл. письма
zh_cn: 启动邮件编辑器
zh_tw: 啟動郵件編輯器

# LISTENER_TITLE_libactivator.sms.compose-message
source: Compose Text
de: Nachricht verfassen
es: Escribir texto
he: כתיבת הודעה חדשה
it: Componi messaggio
ja: SMSを送る
nl: Stel Bericht Op
pt_pt: Compor mensagem
ru: Создать сообщение
zh_cn: 编写短信
zh_tw: 編寫簡訊

# LISTENER_DESCRIPTION_libactivator.sms.compose-message
source: Launch modal text message composer
de: Eine neue Nachricht verfassen
es: Lanza el módulo para escribir un mensaje
he: כתיבת הודעה חדשה במהירות
it: Avvia il compositore messaggi
ja: メッセージ.appを立ち上げる
nl: Open modale bericht-opsteller
pt_pt: Abre o compositor de mensagem
ru: Запустить редактор сообщения
zh_cn: 启动短信编辑器
zh_tw: 啟動簡訊編輯器

# LISTENER_TITLE_libactivator.weibo.compose-post
source: Compose Weibo Post
de: Weibo-Beitrag verfassen
es: Escribir en Weibo
he: פרסום חדש ב-Weibo
it: Componi weibo
ja: Weiboへ投稿
nl: Stel Weibo Post Op
pt_pt: Compor publicação do Weibo
ru: Создать пост Weibo
zh_cn: 编写微博
zh_tw: 編寫微博

# LISTENER_DESCRIPTION_libactivator.weibo.compose-post
source: Launch modal Weibo composer
de: Einen Beitrag auf Weibo verfassen
es: Lanza el módulo para escribir en Weibo
he: פרסום מהיר ב-Weibo
it: Avvia il compositore weibo
nl: Open modale Weibo-opsteller
pt_pt: Abre o compositor do Weibo
ru: Запустить редактор поста Weibo
zh_cn: 启动微博编辑器
zh_tw: 啟動微博編輯器

# LISTENER_TITLE_libactivator.audio.decrease-volume
source: Volume Down
de: Lautstärke verringern
es: Bajar volumen
he: הנמכת עוצמת שמע
it: Volume giù
nl: Volume Omlaag
pt_pt: Diminuir volume
ru: Уменьшить громкость
zh_cn: 调低音量
zh_tw: 調低音量

# LISTENER_DESCRIPTION_libactivator.audio.decrease-volume
source: Decrease audio volume by one step
de: Verringere die Lautstärke um einen Punkt
es: Disminuye el volumen de audio
he: הנמכת עוצמת שמע בצעד אחד
it: Diminuisce il volume di un passo
nl: Verlaag audiovolume met één stap
pt_pt: Diminui o volume de áudio
ru: Уменьшить громкость на деление
zh_cn: 调低一格音量
zh_tw: 調低一格音量

# LISTENER_TITLE_libactivator.audio.increase-volume
source: Volume Up
de: Lautstärke erhöhen
es: Subir volumen
he: הגברת עוצמת שמע
it: Volume sù
nl: Volume Omhoog
pt_pt: Aumentar volume
ru: Увеличить громкость
zh_cn: 调高音量
zh_tw: 調高音量

# LISTENER_DESCRIPTION_libactivator.audio.increase-volume
source: Increase audio volume by one step
de: Erhöhe die Lautstärke um einen Punkt
es: Aumenta el volumen de audio
he: הגברת עוצמת שמע בצעד אחד
it: Aumenta il volume di un passo
nl: Verhoog audiovolume met één stap
pt_pt: Aumenta o volume de áudio
ru: Увеличить громкость на деление
zh_cn: 调高一格音量
zh_tw: 調高一格音量

# LISTENER_TITLE_libactivator.audio.launch-playing-app
source: Launch Playing App
de: Springe zur Wiedergabe
pt_pt: Abrir app em reprodução
zh_tw: 啟動正在播放應用

# LISTENER_DESCRIPTION_libactivator.audio.launch-playing-app
source: Open application currently playing audio
de: Öffne App mit der aktuellen Wiedergabe
pt_pt: Abre a aplicação que está a reproduzir áudio
zh_tw: 打開正在播放音訊的應用程式

# LISTENER_TITLE_libactivator.audio.show-volume-bar
source: Show Volume Bar
de: Zeige Lautstärke-Anzeige
es: Barra de volumen
fr: Afficher la barre de volume
he: הצגת סמן ווליום
it: Mostra barra volume
ja: ボリュームバー
nl: Toon Volumebalk
pt_pt: Mostrar barra de volume
ru: Показать упр. громкостью
zh_cn: 显示音量栏
zh_tw: 顯示音量列

# LISTENER_DESCRIPTION_libactivator.audio.show-volume-bar
source: Show the volume slider
de: Zeige Lautstärke-Anzeige an
es: Muestra el deslizador del volumen
fr: Affiche la barre de volume
he: הצגת סמן הווליום
it: Mostra la barra del volume
ja: 音量調整のスライダーを表示
nl: Toon de volumeregelaar
pt_pt: Mostra o ajuste de volume
ru: Показать управление громкостью
zh_cn: 显示音量滑块
zh_tw: 顯示音量滑桿

# LISTENER_TITLE_libactivator.ipod.music-controls
source: iPod Controls
de: Medien-Steuerelemente
es: Controles iPod
fr: iPod contrôles
he: מקשי השליטה של הנגן
it: Controlli esecuzione
ja: ポップアップ
nl: iPod-Regelaars
pt_pt: Controlos de reprodução
ru: Управление плеером
zh_cn: iPod 控制
zh_tw: iPod 控制

# LISTENER_DESCRIPTION_libactivator.ipod.music-controls
source: Show now playing popup
de: Zeigt die Medien-Steuerelemente an
es: Muestra la ventana emergente
fr: Montre la fenêtre de la chanson en cours de lecture
he: הצגת חלון הניגון
it: Visualizza la finestra di esecuzione
ja: 再生中の楽曲のポップアップを表示
nl: Toon de geluidsregelaars popup
pt_pt: Mostra ecrã A reproduzir
ru: Показать окно Сейчас играет
zh_cn: 显示正在播放弹出窗口
zh_tw: 顯示正在播放快顯視窗

# LISTENER_TITLE_libactivator.ipod.next-track
source: Next Track
de: Nächster Titel
es: Pista siguiente
fr: Piste suivante
he: הבא
it: Traccia successiva
ja: 次の曲
nl: Volgende Nummer
pt_pt: Música seguinte
ru: След. песня
zh_cn: 下一首
zh_tw: 下一首

# LISTENER_DESCRIPTION_libactivator.ipod.next-track
source: Skips to next song
de: Springe zum nächsten Titel
es: Avanza a la siguiente canción
fr: Passe à la chanson suivante
he: מעבר לשיר הבא
it: Salta al brano successivo
ja: 次の曲へスキップ
nl: Springt naar het volgende nummer
pt_pt: Muda para a música seguinte
ru: Следующая песня
zh_cn: 跳到下一个曲目
zh_tw: 跳到下一個曲目

# LISTENER_TITLE_libactivator.ipod.previous-track
source: Previous Track
de: Vorheriger Titel
es: Pista anterior
fr: Piste précédente
he: הקודם
it: Traccia precedente
ja: 前の曲
nl: Vorige nummer
pt_pt: Música anterior
ru: Пред. песня
zh_cn: 上一首
zh_tw: 上一首

# LISTENER_DESCRIPTION_libactivator.ipod.previous-track
source: Returns to previous song
de: Springe zu vorherigen Titel
es: Vuelve a la canción anterior
fr: Retourne à la chanson précédente
he: חזרה לשיר הקודם
it: Ritorna al brano precedente
ja: 前の曲に戻る
nl: Keert terug naar het vorige nummer
pt_pt: Volta à música anterior
ru: Предыдущая песня
zh_cn: 回到上一个曲目
zh_tw: 回到上一個曲目

# LISTENER_TITLE_libactivator.ipod.toggle-playback
source: Play/Pause
de: Wiedergabe / Pause
es: Reproducir/Pausar
fr: Lecture/Pause
he: ניגון/עצירה
it: Riproduci/Pausa
ja: 再生/一時停止
nl: Speel af/Pauzeer
pt_pt: Reproduzir/pausar
ru: Играть/Пауза
zh_cn: 播放/暂停
zh_tw: 播放/暫停

# LISTENER_DESCRIPTION_libactivator.ipod.toggle-playback
source: Toggles iPod playback
de: Zwischen Wiedergabe und Pause umschalten
es: Alterna el modo de reproducción
fr: Permet de basculer la lecture de l'iPod
he: ניגון/עצירת מוסיקה או כל מדיה אחרת אשר מתנגנת
it: Alterna l'esecuzione multimediale
ja: 楽曲を再生/再生中の楽曲を一時停止
nl: Schakelt afspelen iPod
pt_pt: Alterna entre retomar e pausar a reprodução
ru: Управление воспроизведением
zh_cn: 播放或暂停 iPod
zh_tw: 播放或暫停 iPod

# LISTENER_TITLE_libactivator.ipod.pause-playback
source: Pause
es: Pausar
he: עצירה
it: Pausa
ja: 一時停止
nl: Pauzeer
pt_pt: Pausar
ru: Пауза
zh_cn: 暂停
zh_tw: 暫停

# LISTENER_DESCRIPTION_libactivator.ipod.pause-playback
source: Suspends iPod playback
de: Unterbricht die aktuelle Wiedergabe
es: Pausa la reproducción de audio
he: עצירת המדיה המתנגנת
it: Sospende l'esecuzione multimediale
ja: 再生中の楽曲を一時停止
nl: Onderbreekt afspelen iPod
pt_pt: Pausa a reprodução
ru: Приостанавливает воспроизведение
zh_cn: 暂停 iPod 播放
zh_tw: 暫停 iPod 播放

# LISTENER_TITLE_libactivator.ipod.resume-playback
source: Play
es: Reproducir
he: ניגון
it: Riproduci
nl: Speel Af
pt_pt: Reproduzir
ru: Воспроизвести
zh_cn: 播放
zh_tw: 播放

# LISTENER_DESCRIPTION_libactivator.ipod.resume-playback
source: Resumes iPod playback
de: Setzt die aktuelle Wiedergabe fort
es: Inicia la reproducción de audio
he: ניגון שיר או מידיה אחרת
it: Riprende l'esecuzione multimediale
nl: Hervat afspelen iPod
pt_pt: Retoma a reprodução
ru: Продолжить воспроизведение
zh_cn: 继续 iPod 播放
zh_tw: 繼續 iPod 播放

# LISTENER_TITLE_libactivator.lockscreen.dismiss
source: Unlock Device
de: iDevice entsperren
es: Desbloquear dispositivo
fr: Déverrouillage de l'appareil
he: פתיחת מכשיר
it: Sblocca dispositivo
ja: アンロック
nl: Ontgrendel Apparaat
pt_pt: Desbloquear dispositivo
ru: Разблокировать
zh_cn: 解锁屏幕
zh_tw: 解鎖螢幕

# LISTENER_DESCRIPTION_libactivator.lockscreen.dismiss
source: Dismiss lock screen
de: Bildschirmsperre deaktivieren
es: Sale de la pantalla de bloqueo
fr: Masque l'écran de veille
he: שחרור המכשיר ממסך הנעילה
it: Disattiva la lockscreen
ja: デバイスのロックを解除
nl: Ontgrendelt het apparaat
pt_pt: Sai do ecrã bloqueado
ru: Разблокировать
zh_cn: 解除屏幕锁定
zh_tw: 解除螢幕鎖定

# LISTENER_TITLE_libactivator.lockscreen.show
source: Lock Device
de: iDevice sperren
es: Bloquear dispositivo
fr: Verrouillage de l'appareil
he: נעילת מכשיר
it: Blocca dispositivo
ja: ロック
nl: Vergrendel Apparaat
pt_pt: Bloquear dispositivo
ru: Заблокировать
zh_cn: 锁定屏幕
zh_tw: 『鎖定』螢幕

# LISTENER_DESCRIPTION_libactivator.lockscreen.show
source: Show lock screen
de: Bildschirmsperre aktivieren
es: Muestra la pantalla de bloqueo
fr: Affiche l'écran de veille
he: נעילת המכשיר על-ידי כיבוי המסך
it: Attiva la lockscreen
ja: ロックスクリーンを表示
nl: Toont vergrendelscherm
pt_pt: Mostra o ecrã bloqueado
ru: Заблокировать
zh_cn: 显示锁屏界面
zh_tw: 顯示『鎖定』螢幕

# LISTENER_TITLE_libactivator.lockscreen.toggle
source: Lock/Unlock
de: Sperren / Entsperren
es: Bloquear/Desbloquear
fr: Verrouillage/Déverrouillage
he: נעילה ופתיחה
it: Blocca/Sblocca
ja: ロック/アンロック
nl: Ver-/Ontgrendel
pt_pt: Bloquear/desbloquear
ru: Заблок./Разблок.
zh_cn: 锁屏/解锁
zh_tw: 鎖屏/解鎖

# LISTENER_DESCRIPTION_libactivator.lockscreen.toggle
source: Toggle showing lock screen
de: Bildschirmsperre an / aus
es: Alterna la pantalla de bloqueo
fr: Bascule l'affichage de l'écran de veille
he: הצגת מסך הנעילה
it: Alterna visualizzazione lockscreen
ja: ロックスクリーンを表示/デバイスのロックを解除
nl: Schakel tonen vergrendelscherm
pt_pt: Alterna entre mostrar e sair do ecrã bloqueado
ru: Заблокировать/Разблокировать
zh_cn: 切换锁定屏幕和主屏幕
zh_tw: 切換『鎖定』螢幕和『主畫面』螢幕

# LISTENER_TITLE_libactivator.phone.contacts
source: Show Contacts
de: Kontakte zeigen
es: Contactos
fr: Afficher Contacts
he: הצגת אנשי קשר
it: Mostra contatti
ja: 連絡先
nl: Toon Contacten
pt_pt: Mostrar Contactos
ru: Показать Контакты
zh_cn: 显示通讯录
zh_tw: 顯示聯絡資訊

# LISTENER_DESCRIPTION_libactivator.phone.contacts
source: Launch Phone to the Contacts tab
de: Startet Telefon, Seite "Kontakte"
es: Muestra la pestaña Contactos
fr: Lance Téléphone à l'onglet Contacts
he: הצגת לשונית "אנשי הקשר" בטלפון
it: Avvia telefono in contatti
ja: 電話.appの連絡先を開く
nl: Opent Telefoon op de Contacten-tab
pt_pt: Abre Telefone no separador Contactos
ru: Открыть Телефон->Контакты
zh_cn: 打开电话的通讯录
zh_tw: 打開電話的聯絡資訊

# LISTENER_TITLE_libactivator.phone.favorites
source: Show Favorites
de: Favoriten zeigen
es: Favoritos
fr: Afficher Favoris
he: הצגת מועדפים
it: Mostra preferiti
ja: お気に入り
nl: Toon Favorieten
pt_pt: Mostrar Favoritos
ru: Показать Избранное
zh_cn: 显示个人收藏
zh_tw: 顯示個人收藏

# LISTENER_DESCRIPTION_libactivator.phone.favorites
source: Launch Phone to the Favorites tab
de: Startet Telefon, Seite "Favoriten"
es: Muestra la pestaña Favoritos
fr: Lance Téléphone à l'onglet Favoris
he: הצגת לשונית ה-"מועדפים" בטלפון
it: Avvia telefono in preferiti
ja: 電話.appのお気に入りを開く
nl: Opent Telefoon op de Favorieten-tab
pt_pt: Abre Telefone no separador Favoritos
ru: Открыть Телефон->Избранное
zh_cn: 打开电话的个人搜藏
zh_tw: 打開電話的常用號碼

# LISTENER_TITLE_libactivator.phone.keypad
source: Show Keypad
de: Ziffernblock zeigen
es: Teclado
fr: Afficher Clavier
he: הצגת מקשי חיוג
it: Mostra tastierino
ja: キーパッド
nl: Toon Toetsen
pt_pt: Mostrar Teclado
ru: Показать Клавиши
zh_cn: 显示拨号键盘
zh_tw: 顯示數字鍵盤

# LISTENER_DESCRIPTION_libactivator.phone.keypad
source: Launch Phone to the Keypad tab
de: Startet Telefon, Seite "Ziffernblock"
es: Muestra la pestaña Teclado
fr: Lance Téléphone à l'onglet Clavier
he: הצגת לשונית "לוח מקשים" בטלפון
it: Avvia telefono in tastierino
ja: 電話.appのキーパッドを開く
nl: Opent Telefoon op de Toetsen-tab
pt_pt: Abre Telefone no separador Teclado
ru: Открыть Телефон->Клавиши
zh_cn: 打开电话的拨号键盘
zh_tw: 打開電話的數字鍵盤

# LISTENER_TITLE_libactivator.phone.recents
source: Show Recents
de: Anrufliste zeigen
es: Recientes
fr: Afficher Appels
he: הצגת שיחות אחרונות
it: Mostra recenti
ja: 通話履歴
nl: Toon Recent
pt_pt: Mostrar Recentes
ru: Показать Последние вызовы
zh_cn: 显示最近通话
zh_tw: 顯示通話記錄

# LISTENER_DESCRIPTION_libactivator.phone.recents
source: Launch Phone to the Recents tab
de: Startet Telefon, Seite "Anrufliste"
es: Muestra la pestaña Recientes
fr: Lance Téléphone à l'onglet Appels
he: הצגת לשונית "שיחות אחרונות" בטלפון
it: Avvia telefono in recenti
ja: 電話.appの通話履歴を開く
nl: Open Telefoon op de Recent-tab
pt_pt: Abre Telefone no separador Recentes
ru: Открыть Телефон->Последние
zh_cn: 打开电话的最近通话
zh_tw: 打開電話的通話記錄

# LISTENER_TITLE_libactivator.phone.voicemail
source: Show Voicemail
de: Voicemail zeigen
es: Buzón de voz
fr: Afficher la Messagerie vocale
he: הצגת תא קולי
it: Mostra segreteria
ja: ボイスメール
nl: Toon Voicemail
pt_pt: Mostrar Voicemail
ru: Показать Голос. почту
zh_cn: 显示语音留言
zh_tw: 顯示語音信箱

# LISTENER_DESCRIPTION_libactivator.phone.voicemail
source: Launch Phone to the Voicemail tab
de: Startet Telefon, Seite "Voicemail"
es: Muestra la pestaña Buzón de voz
fr: Lance Téléphone à l'onglet Messagerie vocale
he: הצגת לשונית "תא קולי" בטלפון
it: Avvia telefono in segreteria
ja: 電話.appのボイスメールを開く
nl: Opent Telefoon op de Voicemail-tab
pt_pt: Abre Telefone no separador Voicemail
ru: Открыть Телефон->Голос. почта
zh_cn: 打开电话的语音留言
zh_tw: 打開電話的語音信箱

# LISTENER_TITLE_libactivator.camera.invoke-shutter
source: Camera Shutter
de: Auslöser betätigen
es: Invocar obturador
he: פקודת צילום
it: Scatta foto
pt_pt: Obturador da câmara
ru: Затвор камеры
zh_cn: 触发快门
zh_tw: 觸發快門

# LISTENER_DESCRIPTION_libactivator.camera.invoke-shutter
source: Trigger camera app's shutter function
de: Auslöser der Kamera-App betätigen
es: Hace que la cámara haga un disparo
he: מניע את הפעלת פונקצית הצמצם (תריס הצילום) במצלמה
it: Scatta una foto con la fotocamera
pt_pt: Acciona a função de obturador da Câmara
ru: Запустить Камеру/Сделать снимок
zh_cn: 触发相机程序的快门功能
zh_tw: 觸發相機程式的快門功能

# LISTENER_TITLE_com.rpetrich.voicememotoggle
source: Voice Memo
es: Nota de voz
it: Memo Vocale
pt_pt: Gravação
zh_cn: 语音备忘录
zh_tw: 語音備忘錄

# LISTENER_DESCRIPTION_com.rpetrich.voicememotoggle
source: Toggle recording a voice memo
de: Starte / Beende die Aufnahme von Sprachnotizen
es: Graba una de nota de voz
it: Alterna la registrazione di un memo vocale
pt_pt: Alterna entre gravar e pausar uma gravação
zh_cn: 录制语音备忘录
zh_tw: 錄製語音備忘錄

# LISTENER_TITLE_libactivator.screen.brightness.decrease
source: Decrease Brightness
de: Helligkeit senken
pt_pt: Diminuir brilho
zh_tw: 調低亮度

# LISTENER_DESCRIPTION_libactivator.screen.brightness.decrease
source: Decrease screen brightness by one step
de: Helligkeit um einen Punkt senken
pt_pt: Diminui o brilho do ecrã
zh_tw: 將螢幕亮度調低一格

# LISTENER_TITLE_libactivator.screen.brightness.increase
source: Increase Brightness
de: Helligkeit erhöhen
pt_pt: Aumentar brilho
zh_tw: 調高亮度

# LISTENER_DESCRIPTION_libactivator.screen.brightness.increase
source: Increase screen brightness by one step
de: Helligkeit um einen Punkt erhöhen
pt_pt: Aumenta o brilho do ecrã
zh_tw: 將螢幕亮度調高一格

# LISTENER_TITLE_libactivator.phone.answer-call
source: Answer Call
de: Anruf beantworten
pt_pt: Aceitar chamada
zh_tw: 接聽電話

# LISTENER_DESCRIPTION_libactivator.phone.answer-call
source: Answer incoming or resume held call
de: Eingehenden Anruf annehmen oder Gehaltenen fortsetzen
pt_pt: Aceita ou retoma chamada
zh_tw: 接聽撥入電話或繼續保留中的通話

# LISTENER_TITLE_libactivator.phone.disconnect-call
source: Disconnect Call
de: Anruf beenden
pt_pt: Desligar chamada
zh_tw: 掛斷電話

# LISTENER_DESCRIPTION_libactivator.phone.disconnect-call
source: Hang up on active or incoming call
de: Aktiven oder eingehenden Anruf beenden
pt_pt: Desliga ou recusa chamada
zh_tw: 掛斷活動中的電話或撥入電話

# LISTENER_TITLE_libactivator.notes.compose-note
source: Compose Note
de: Notiz verfassen
pt_pt: Compor nota
zh_tw: 編寫備忘錄

# LISTENER_DESCRIPTION_libactivator.notes.compose-note
source: Launch modal notes composer
de: Eine neue Notiz verfassen
pt_pt: Abre o compositor de nota
zh_tw: 啟動備忘錄編輯器

# LISTENER_TITLE_libactivator.system.local-back
source: Local Back
de: Eine Seite zurück
pt_pt: Voltar a trás
zh_tw: 區域返回

# LISTENER_DESCRIPTION_libactivator.system.local-back
source: Go back one screen in the current app
de: Eine Seite in der aktuellen App zurückgehen
pt_pt: Volta ao ecrã anterior na aplicação actual
zh_tw: 在當前應用程序中返回到上一個螢幕

# LISTENER_TITLE_libactivator.clock.alarm
source: Alarm
de: Wecker anzeigen
pt_pt: Alarme
zh_tw: 鬧鐘

# LISTENER_DESCRIPTION_libactivator.clock.alarm
source: Open Clock app to Alarm page
de: Startet Uhr, Seite "Wecker"
pt_pt: Abre Relógio no separador Alarme
zh_tw: 打開時鐘的鬧鐘頁面

# LISTENER_TITLE_libactivator.clock.bedtime
source: Bedtime
pt_pt: Hora de deitar
zh_tw: 就寢時間

# LISTENER_DESCRIPTION_libactivator.clock.bedtime
source: Open Clock app to Bedtime page
de: Startet Uhr, Seite "Schlafenszeit"
pt_pt: Abre Relógio no separador Hora de deitar
zh_tw: 打開時鐘的就寢時間頁面

# LISTENER_TITLE_libactivator.clock.stopwatch
source: Stopwatch
de: Stoppuhr anzeigen
pt_pt: Cronómetro
zh_tw: 碼錶
