Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# EVENT_GROUP_TITLE_Slide Along Screen Bottom
source: Slide Along Screen Bottom
de: Am unteren Bildschirmrand wischen
es: Deslizar largo pantalla abajo
he: החלקה מלמטה לאורך המסך
it: Scorrimento schermo (fondo)
pt_pt: Deslizar no fundo do ecrã
ru: Провести по нижней границе экрана
zh_tw: 沿螢幕底部拖動

# EVENT_GROUP_TITLE_Slide Along Screen Left
source: Slide Along Screen Left
de: Am linken Bildschirmrand wischen
es: Deslizar largo pantalla izquierda
he: החלקה שמאלה לאורך המסך
it: Scorrimento schermo (sinistra)
pt_pt: Deslizar à esquerda do ecrã
ru: Провести по левой границе экрана
zh_tw: 沿螢幕左側拖動

# EVENT_GROUP_TITLE_Slide Along Screen Right
source: Slide Along Screen Right
de: Am rechten Bildschirmrand wischen
es: Deslizar largo pantalla derecha
he: החלקה ימינה לאורך המסך
it: Scorrimento schermo (destra)
pt_pt: Deslizar à direita do ecrã
ru: Провести по правой границе экрана
zh_tw: 沿螢幕右側拖動

# EVENT_GROUP_TITLE_Network Status
source: Network Status
es: Estado de la red
he: מצב רשת
it: Stato rete
pt_pt: Estado de rede
zh_tw: 網路狀態

# EVENT_GROUP_TITLE_Fingerprint Sensor
source: Touch ID Fingerprint Sensor
de: Touch ID Fingerabdrucksensor
es: Sensor de huellas
it: Impronte digitali
pt_pt: Sensor de impressão digital
zh_tw: Touch ID 指紋身分識別感應器

# EVENT_GROUP_TITLE_Fingerprint Matches
source: Touch ID Fingerprint Matches
de: Touch ID Fingerabdrücke
pt_pt: Correspondências de impressão digital
zh_tw: Touch ID 指紋身分識別感應器匹配

# EVENT_GROUP_TITLE_VideoPane
source: VideoPane
zh_tw: 視訊面板

# EVENT_GROUP_TITLE_Bluetooth Devices
source: Bluetooth Devices
de: Bluetooth-Geräte
es: Dispositivos bluetooth
he: התקני Bluetooth
it: Dispositivi Bluetooth
pt_pt: Dispositivos Bluetooth
zh_tw: 藍牙装置

# EVENT_GROUP_TITLE_Battery Level
source: Battery Level
it: Livello batteria
pt_pt: Nível de bateria
zh_tw: 電池電量

# EVENT_GROUP_TITLE_Media Playback
source: Media Playback
pt_pt: Reprodução de media
zh_tw: 媒體播放

# EVENT_GROUP_TITLE_Car
source: Car
pt_pt: Carro
zh_tw: 汽車

# EVENT_TITLE_libactivator.lock.hold.short
source: Short Hold
de: Kurz halten
es: Pulsación corta
fr: Appui court
he: לחיצה קצרה
it: Pressione breve
ja: 長押し
nl: Kort Vasthouden
pt_pt: Segurar brevemente
ru: Короткое удержание
zh_cn: 按住
zh_tw: 按住

# EVENT_DESCRIPTION_libactivator.lock.hold.short
source: Press and hold sleep button
de: Drücke und halte die Schlafen-Taste kurz gedrückt
es: Mantén pulsado el botón reposo
fr: Appuyez et maintenez le bouton de veille
he: הקשה והחזקת כפתור הנעילה לחוץ ל-2 שניות
it: Tenere premuto il pulsante power
ja: スリープボタンを長押し
nl: Druk en houd slaapknop ingedrukt
pt_pt: Pressione e segure brevemente o botão de bloqueio
ru: Нажать и держать
zh_cn: 按住电源按钮
zh_tw: 按住電源鍵

# EVENT_TITLE_libactivator.lock.press.double
source: Double Press
de: Doppelt drücken
es: Pulsación doble
fr: Appui double
he: הקשה כפולה
it: Pressione doppia
ja: 2回押す
nl: Dubbele Druk
pt_pt: Pressionar duas vezes
ru: Двойное нажатие
zh_cn: 按两下
zh_tw: 按兩下

# EVENT_DESCRIPTION_libactivator.lock.press.double
source: Quickly press sleep button twice
de: Die Schlafen-Taste zweimal drücken
es: Pulsa 2 veces seguidas el botón reposo
fr: Appuyez rapidement deux fois sur le bouton de veille
he: הקשה מהירה פעמיים על כפתור הנעילה
it: Premere due volte il pulsante power
ja: スリープボタンを2回押す
nl: Druk snel de slaapknop tweemaal in
pt_pt: Pressione rapidamente duas vezes o botão de bloqueio
ru: Быстро нажать дважды
zh_cn: 快速按两下电源按钮
zh_tw: 快速按兩下電源鍵

# EVENT_TITLE_libactivator.lock.press.with-menu
source: Press with Menu Button
de: Mit Home-Button drücken
es: Pulsación con botón inicio
he: הקשה יחד עם כפתור הבית
it: Pressione combinata (home)
pt_pt: Pressionar com o botão principal
ru: Нажатие с кнопкой "Домой"
zh_cn: 与主屏幕按钮一起按
zh_tw: 與『主畫面』按鈕一起按

# EVENT_DESCRIPTION_libactivator.lock.press.with-menu
source: Press both buttons simultaneously
de: Beide Tasten zugleich drücken
es: Pulsa ambos botones simultáneamente
he: הקשה על כפתור הנעילה ועל כפתור הבית בו-זמנית, פעם אחת
it: Premere power ed home insieme
pt_pt: Pressione os dois botões simultâneamente
ru: Нажать вместе с кнопкой "Домой"
zh_cn: 同时按下两个按钮
zh_tw: 同時按下兩個按鈕

# EVENT_TITLE_libactivator.lock.hold.long
source: Long Hold
de: Lang halten
es: Pulsación larga
he: לחיצה ארוכה
it: Pressione lunga
pt_pt: Segurar prolongadamente
ru: Длинное нажатие
zh_tw: 長按

# EVENT_DESCRIPTION_libactivator.lock.hold.long
source: Press and long hold sleep button
de: Drücke und halte die Schlafen-Taste lang gedrückt
es: Presiona durante un momento el botón reposo
he: הקשה ולחיצה ארוכה על כפתור הנעילה למס' שניות
it: Tenere premuto a lungo il pulsante power
pt_pt: Pressione e segure prolongadamente o botão de bloqueio
ru: Нажать и держать верхнюю кнопку
zh_tw: 長按電源鍵

# EVENT_TITLE_libactivator.menu.hold.short
source: Short Hold
de: Kurz halten
es: Pulsación corta
fr: Maintenir
he: לחיצה קצרה
it: Pressione breve
ja: やや長押し
nl: Kort Vasthouden
pt_pt: Segurar brevemente
ru: Короткое удержание
zh_cn: 按住
zh_tw: 按住

# EVENT_DESCRIPTION_libactivator.menu.hold.short
source: Press and hold home button
de: Drücke und halte den Home-Button kurz gedrückt
es: Mantén pulsado el botón inicio
fr: Appuyez et maintenez le bouton d'accueil
he: הקשה והחזקת כפתור הבית לחוץ ל-2 שניות
it: Tenere premuto il pulsante home brevemente
ja: ホームボタンをやや長押し
nl: Druk en houd thuisknop ingedrukt
pt_pt: Pressione e segure brevemente o botão principal
ru: Нажать и держать
zh_cn: 按住主屏幕按钮
zh_tw: 按住『主畫面』按鈕

# EVENT_TITLE_libactivator.menu.hold.long
source: Long Hold
de: Lang halten
es: Pulsación larga
he: לחיצה ארוכה
it: Pressione lunga
ja: 長押し
nl: Lang Vasthouden
pt_pt: Segurar prolongadamente
ru: Длинное нажатие
zh_cn: 长按
zh_tw: 長按

# EVENT_DESCRIPTION_libactivator.menu.hold.long
source: Press and long hold home button
de: Drücke und halte den Home-Button lang gedrückt
es: Presiona durante un momento el botón inicio
he: הקשה ולחיצה ארוכה על כפתור הבית למס' שניות
it: Tenere premuto a lungo il pulsante home
ja: ホームボタンを長押し
nl: Druk en houd slaapknop lang ingedrukt
pt_pt: Pressione e segure prolongadamente o botão principal
ru: Нажать и держать клавишу "Домой"
zh_cn: 长按主屏幕按钮
zh_tw: 長按『主畫面』按鈕

# EVENT_TITLE_libactivator.menu.press.at-springboard
source: Single Press at SpringBoard
de: Einfach drücken auf dem SpringBoard
es: Pulsación corta en el SpringBoard
fr: Appui simple sur le SpringBoard
he: הקשה במסך הבית
it: Pressione singola
ja: 1回押す
nl: Enkele Druk bij SpringBoard
pt_pt: Pressionar uma vez no SpringBoard
ru: Нажатие на экране "Домой"
zh_cn: 在主屏幕按一下
zh_tw: 在『主畫面』螢幕按一下

# EVENT_DESCRIPTION_libactivator.menu.press.at-springboard
source: Press home button when at springboard
de: Drücke den Home-Button auf dem SpringBoard
es: Pulsa el botón inicio en el springboard
fr: Appuyez sur le bouton d'accueil quand vous êtes sur le SpringBoard
he: הקשה על כפתור הבית במסך הבית
it: Premere il pulsante home (SpringBoard)
ja: ホーム画面上でホームボタンを1回押す
nl: Druk thuisknop wanneer bij springboard
pt_pt: Pressione o botão principal quando estiver no SpringBoard
ru: Нажать на экране "Домой"
zh_cn: 在主屏幕时按一下主屏幕按钮
zh_tw: 在『主畫面』螢幕時按一下『主畫面』按鈕

# EVENT_TITLE_libactivator.menu.press.double
source: Double Press
de: Doppelt drücken
es: Pulsación doble
fr: Appui double
he: הקשה כפולה
it: Pressione doppia
ja: 2回押す
nl: Dubbele Druk
pt_pt: Pressionar duas vezes
ru: Двойное нажатие
zh_cn: 按两下
zh_tw: 按兩下

# EVENT_DESCRIPTION_libactivator.menu.press.double
source: Quickly press home button twice
de: Drücke zweimal auf den Home-Button
es: Pulsa 2 veces seguidas el botón inicio
fr: Appuyez deux fois le bouton d'accueil
he: הקשה כפולה ומהירה על כפתור הבית
it: Premere due volte il pulsante home
ja: ホームボタンを2回押す
nl: Druk snel de thuisknop tweemaal in
pt_pt: Pressione duas vezes o botão principal
ru: Быстро нажать дважды
zh_cn: 快速按两下主屏幕按钮
zh_tw: 快速按兩下『主畫面』按鈕

# EVENT_TITLE_libactivator.menu.press.single
source: Single Press
de: Einfach drücken
es: Pulsación
fr: Appui simple
he: הקשה אחת
it: Pressione singola
ja: 1回押す
nl: Enkele Druk
pt_pt: Pressionar uma vez
ru: Одиночное нажатие
zh_cn: 按一下
zh_tw: 按一下

# EVENT_DESCRIPTION_libactivator.menu.press.single
source: Press home button once
de: Drücke einmal auf den Home-Button
es: Pulsa una vez el botón inicio
fr: Appuyez une fois sur le bouton d'accueil
he: הקשה יחידה על כפתור הבית
it: Premere il pulsante home
ja: ホームボタンを1回押す
nl: Druk thuisknop eenmaal
pt_pt: Pressione uma vez o botão principal
ru: Нажать один раз
zh_cn: 快速按一下主屏幕按钮
zh_tw: 快速按一下『主畫面』按鈕

# EVENT_TITLE_libactivator.menu.press.triple
source: Triple Press
de: Dreifach drücken
es: Pulsación triple
fr: Appui triple
he: הקשה משולשת
it: Pressione tripla
ja: 3回押す
nl: Driedubbele Druk
pt_pt: Pressionar três vezes
ru: Тройное нажатие
zh_cn: 按三下
zh_tw: 按三下

# EVENT_DESCRIPTION_libactivator.menu.press.triple
source: Press home button three times
de: Drücke dreimal auf den Home-Button
es: Pulsa 3 veces seguidas el botón inicio
fr: Appuyez à trois reprises sur le bouton d'accueil
he: הקשה מהירה על כפתור הבית שלוש פעמים
it: Premere tre volte il pulsante home
ja: ホームボタンを3回押す
nl: Druk thuisknop driemaal
pt_pt: Pressione três vezes o botão principal
ru: Быстро нажать трижды
zh_cn: 快速按三下主屏幕按钮
zh_tw: 快速按三下『主畫面』按鈕

# EVENT_TITLE_libactivator.motion.shake
source: Shake Device
de: iDevice schütteln
es: Agitar dispositivo
fr: Secouez l'appareil
he: ניעור המכשיר
it: Scuoti
ja: シェイク
nl: Schud Apparaat
pt_pt: Agitar dispositivo
ru: Потрясти устройство
zh_cn: 晃动设备
zh_tw: 晃動装置

# EVENT_DESCRIPTION_libactivator.motion.shake
source: Shake and bake!
de: Schütteln
es: ¡Agita y mueve!
fr: Secouez-Moi!
he: שקשוק המכשיר חזק! כלפי מעלה ומטה
it: Scuotere il dispositivo
ja: 本体を振る
nl: Schud vanuit je mouwen!
pt_pt: Agite e misture!
ru: Потрясти!
zh_cn: 晃一晃，摇一摇！
zh_tw: 晃一晃，搖一搖！

# EVENT_TITLE_libactivator.slide-in.bottom
source: From Screen Bottom
de: Vom unteren Rand
es: Desde abajo
fr: À partir du bas de l'écran
he: מתחתית המסך
it: Bordo inferiore
ja: スクリーン下部
nl: Van Beneden Scherm
pt_pt: Do fundo do ecrã
ru: Низ экрана
zh_cn: 从屏幕底部
zh_tw: 從螢幕底部

# EVENT_DESCRIPTION_libactivator.slide-in.bottom
source: Drag onto screen from below
de: Ziehe vom unteren Rand nach oben
es: Arrastra a la pantalla desde abajo
fr: Glissez sur l'écran à partir du bas
he: החלקה על המסך מהתחתית
it: Scorrere dal bordo inferiore
ja: スクリーン下部から上にスワイプ
nl: Sleep naar scherm van beneden
pt_pt: Deslize para o ecrã a partir do fundo
ru: Провести снизу экрана вверх
zh_cn: 由屏幕底部向上拖动
zh_tw: 由螢幕底部向上拖動

# EVENT_TITLE_libactivator.slide-in.bottom-left
source: From Screen Bottom-Left
de: Vom unteren Rand, links
es: Desde abajo izquierda
fr: À partir du bas gauche
he: מהפינה השמאלית למטה
it: Bordo inferiore (sinistra)
ja: スクリーン左下
nl: Van Beneden-Links Scherm
pt_pt: Do fundo esquerdo do ecrã
ru: Низ экрана-Лево
zh_cn: 从屏幕下左
zh_tw: 從螢幕下左

# EVENT_DESCRIPTION_libactivator.slide-in.bottom-left
source: Drag onto screen from bottom-left
de: Ziehe vom linken-unteren Rand nach oben
es: Arrastra a la pantalla desde abajo-izq.
fr: Glissez sur l'écran à partir du bas gauche
he: החלקה על המסך מהפינה השמאלית למטה
it: Scorrere dal bordo inferiore sinistro
ja: スクリーン左下から上にスワイプ
nl: Sleep naar scherm van beneden-links
pt_pt: Deslize para o ecrã a partir do fundo esquerdo
ru: Провести снизу левой части экрана к центру
zh_cn: 由屏幕下左向中心拖动
zh_tw: 由螢幕下左向中心拖動

# EVENT_TITLE_libactivator.slide-in.bottom-right
source: From Screen Bottom-Right
de: Vom unteren Rand, rechts
es: Desde abajo derecha
fr: À partir du bas droit
he: מהפינה הימנית למטה
it: Bordo inferiore (destra)
ja: スクリーン右下
nl: Van Beneden-Rechts Scherm
pt_pt: Do fundo direito do ecrã
ru: Низ экрана-Право
zh_cn: 从屏幕下右
zh_tw: 從螢幕下右

# EVENT_DESCRIPTION_libactivator.slide-in.bottom-right
source: Drag onto screen from bottom-right
de: Ziehe vom rechten-unteren Rand nach oben
es: Arrastra a la pantalla desde abajo-der.
fr: Glissez sur l'écran à partir du bas droit
he: החלקה על המסך מהפינה הימנית למטה
it: Scorrere dal bordo inferiore destro
ja: スクリーン右下から上にスワイプ
nl: Sleep naar scherm van beneden-rechts
pt_pt: Deslize para o ecrã a partir do fundo direito
ru: Провести снизу правой части экрана к центру
zh_cn: 由屏幕下右向中心拖动
zh_tw: 由螢幕下右向中心拖動

# EVENT_TITLE_libactivator.statusbar.swipe.down
source: From Screen Top
de: Nach unten streichen
es: Desde arriba
fr: À partir du haut de l'écran
he: החלקה מטה
it: Bordo superiore
ja: 下にスワイプ
nl: Van Boven Scherm
pt_pt: Do topo do ecrã
ru: Экран-Верх
zh_cn: 从屏幕顶部
zh_tw: 從螢幕頂部

# EVENT_DESCRIPTION_libactivator.statusbar.swipe.down
source: Drag onto screen from statusbar
de: Auf der Statusleiste nach unten wischen
es: Arrastra a la pantalla desde arriba
fr: Glissez sur l'écran de la barre de statut
he: גרירת הסטטוס-בר כלפי מטה
it: Scorrere dal bordo superiore
ja: ステータスバーから下にスワイプ
nl: Sleep naar scherm vanaf statusbalk
pt_pt: Deslize para o ecrã a partir da barra de estado
ru: Потянуть статус бар вниз
zh_cn: 由屏幕顶部状态栏向下拖动
zh_tw: 由螢幕頂部狀態列向下拖動

# EVENT_TITLE_libactivator.statusbar.hold.left
source: Hold Left
de: Gedrückt halten, links
es: Tocar corto izquierda
he: הקשה והחזקה על הצד השמאלי
it: Pressione (sinistra)
ja: 左側長押し
nl: Houd Links Vast
pt_pt: Segurar à esquerda
ru: Держать слева
zh_cn: 按住左侧
zh_tw: 按住左側

# EVENT_DESCRIPTION_libactivator.statusbar.hold.left
source: Tap and hold on the left part of statusbar
de: Auf den linken Teil tippen und halten
es: Mantén presionada la parte izquierda
he: הקשה והחזקה משמאל לסטטוס-בר ל-2 שניות
it: Tenere premuto sulla parte sinistra della barra di stato
ja: ステータスバー左側を長押し
nl: Tap en hou vast op de linkerkant van de statusbalk
pt_pt: Toque e segure o lado esquerdo da barra de estado
ru: Нажать и держать в левой части СБ
zh_cn: 按住状态栏左侧区域
zh_tw: 按住狀態列左側區域

# EVENT_TITLE_libactivator.statusbar.hold.right
source: Hold Right
de: Gedrückt halten, rechts
es: Tocar corto derecha
he: הקשה והחזקה על הצד הימני
it: Pressione (destra)
ja: 右側長押し
nl: Houd Rechts Van
pt_pt: Segurar à direita
ru: Держать справа
zh_cn: 按住右侧
zh_tw: 按住右侧

# EVENT_DESCRIPTION_libactivator.statusbar.hold.right
source: Tap and hold on the right part of statusbar
de: Auf den rechten Teil tippen und halten
es: Mantén presionada la parte derecha
he: הקשה והחזקה מימין לסטטוס-בר ל-2 שניות
it: Tenere premuto sulla parte destra della barra di stato
ja: ステータスバー右側を長押し
nl: Tap en hou vast op de rechterkant van de statusbalk
pt_pt: Toque e segure o lado direito da barra de estado
ru: Нажать и держать в правой части СБ
zh_cn: 按住状态栏右侧区域
zh_tw: 按住狀態列右侧區域

# EVENT_TITLE_libactivator.statusbar.tap.double.left
source: Double Tap Left
de: Doppelt tippen, links
es: Doble toque izquierda
he: הקשה כפולה בשמאל
it: Pressione doppia (sinistra)
ja: 左側を2回タップ
nl: Dubbeltap Links
pt_pt: Tocar duas vezes à esquerda
ru: Двойное нажатие слева
zh_cn: 按两下左侧
zh_tw: 按兩下左側

# EVENT_DESCRIPTION_libactivator.statusbar.tap.double.left
source: Double-tap on the left part of the statusbar
de: Doppelt auf den linken Teil tippen
es: Toca 2 veces la parte izquierda
he: הקשה כפולה על הצד השמאלי בסטטוס-בר
it: Premere due volte sulla parte sinistra della barra di stato
ja: ステータスバーの左側を2回タップ
nl: Tap tweemaal op de linkerkant van de statusbalk
pt_pt: Toque duas vezes no lado esquerdo da barra de estado
ru: Нажать дважды в левой части СБ
zh_cn: 按两下状态栏左侧区域
zh_tw: 按兩下狀態列左側區域

# EVENT_TITLE_libactivator.statusbar.tap.double.right
source: Double Tap Right
de: Doppelt tippen, rechts
es: Doble toque derecha
he: הקשה כפולה בימין
it: Pressione doppia (destra)
ja: 右側を2回タップ
nl: Dubbeltap Rechts
pt_pt: Tocar duas vezes à direita
ru: Двойное нажатие справа
zh_cn: 按两下右侧
zh_tw: 按兩下右侧

# EVENT_DESCRIPTION_libactivator.statusbar.tap.double.right
source: Double-tap on the right part of the statusbar
de: Doppelt auf den rechten Teil tippen
es: Toca 2 veces la parte derecha
he: הקשה כפולה על הצד הימני בסטטוס-בר
it: Premere due volte sulla parte destra della barra di stato
ja: ステータスバーの右側を2回タップ
nl: Tap tweemaal op de rechterkant van de statusbalk
pt_pt: Toque duas vezes no lado direito da barra de estado
ru: Нажать дважды в правой части СБ
zh_cn: 按两下状态栏右侧区域
zh_tw: 按兩下狀態列右侧區域

# EVENT_TITLE_libactivator.statusbar.tap.single.left
source: Single Tap Left
de: Einmal tippen, links
es: Tocar izquierda
he: הקשה על הצד השמאלי
it: Pressione singola (sinistra)
ja: 左側を1回タップ
nl: Enkele Tap Links
pt_pt: Tocar uma vez à esquerda
ru: Нажатие слева
zh_cn: 按一下左侧
zh_tw: 按一下左側

# EVENT_DESCRIPTION_libactivator.statusbar.tap.single.left
source: Single-tap on the left part of the statusbar
de: Einmal auf den linken Teil tippen
es: Toca la parte izquierda de la barra
he: הקשה על הצד השמאלי בסטטוס-בר פעם אחת
it: Premere una volta sulla parte sinistra della barra di stato
ja: ステータスバーの左側を1回タップ
nl: Tap eenmaal op de linkerkant van de statusbalk
pt_pt: Toque uma vez no lado esquerdo da barra de estado
ru: Нажать в левой части СБ
zh_cn: 按一下状态栏左侧区域
zh_tw: 按一下狀態列左側區域

# EVENT_TITLE_libactivator.statusbar.tap.single.right
source: Single Tap Right
de: Einmal tippen, rechts
es: Tocar derecha
he: הקשה על הצד הימני
it: Pressione singola (destra)
ja: 右側を1回タップ
nl: Enkele Tap Rechts
pt_pt: Tocar uma vez à direita
ru: Нажатие справа
zh_cn: 按一下右侧
zh_tw: 按一下右侧

# EVENT_DESCRIPTION_libactivator.statusbar.tap.single.right
source: Single-tap on the right part of the statusbar
de: Einmal auf den rechten Teil tippen
es: Toca la parte derecha de la barra
he: הקשה על הצד הימני בסטטוס-בר פעם אחת
it: Premere una volta sulla parte destra della barra di stato
ja: ステータスバーの右側を1回タップ
nl: Tap eenmaal op de rechterkant van de statusbalk
pt_pt: Toque uma vez no lado direito da barra de estado
ru: Нажать в правой части СБ
zh_cn: 按一下状态栏右侧区域
zh_tw: 按一下狀態列右侧區域

# EVENT_TITLE_libactivator.slide-in.top-left
source: From Screen Top-Left
de: Vom oberen Rand, links
es: Desde arriba izquierda
fr: À partir du haut gauche de l'écran
he: מהפינה השמאלית העליונה
it: Bordo superiore (sinistra)
ja: スクリーン左上
nl: Van Boven-Links Scherm
pt_pt: Do topo esquerdo do ecrã
ru: Экран-Лево Верх
zh_cn: 从屏幕上左
zh_tw: 從螢幕上左

# EVENT_DESCRIPTION_libactivator.slide-in.top-left
source: Drag onto screen from top-left
de: Ziehe vom linken-oberen Rand nach unten
es: Arrastra a la pantalla desde arriba-izq.
fr: Glissez sur l'écran à partir du haut gauche
he: החלקה על המסך מהפינה השמאלית העליונה
it: Scorrere dal bordo superiore sinistro
ja: スクリーン左上から下にスワイプ
nl: Sleep naar scherm van boven-links
pt_pt: Deslize para o ecrã a partir do topo esquerdo
ru: Провести от левой верхней части экрана к центру
zh_cn: 由屏幕上左向中心拖动
zh_tw: 由螢幕上左向中心拖動

# EVENT_TITLE_libactivator.slide-in.top-right
source: From Screen Top-Right
de: Vom oberen Rand, rechts
es: Desde arriba derecha
fr: À partir du haut droit de l'écran
he: מהפינה הימנית העליונה
it: Bordo superiore (destra)
ja: スクリーン右上
nl: Van Boven-Rechts Scherm
pt_pt: Do topo direito do ecrã
ru: Экран-Право Верх
zh_cn: 从屏幕上右
zh_tw: 從螢幕上右

# EVENT_DESCRIPTION_libactivator.slide-in.top-right
source: Drag onto screen from top-right
de: Ziehe vom rechten-oberen Rand nach unten
es: Arrastra a la pantalla desde arriba-der.
fr: Glissez sur l'écran à partir du haut droit
he: החלקה על המסך מהפינה הימנית העליונה
it: Scorrere dal bordo superiore destro
ja: スクリーン右上から下にスワイプ
nl: Sleep naar scherm van boven-rechts
pt_pt: Deslize para o ecrã a partir do topo direito
ru: Провести от правой верхней части экрана к центру
zh_cn: 由屏幕上右向中心拖动
zh_tw: 由螢幕上右向中心拖動

# EVENT_TITLE_libactivator.slide-in.left
source: From Screen Left
de: Vom linken Rand
es: Desde la izquierda
fr: À partir de la gauche de l'écran
he: מהצד השמאלי של המסך
it: Bordo laterale (sinistra)
ja: スクリーン左側
nl: Van Links Scherm
pt_pt: Da esquerda do ecrã
ru: Экран-Лево
zh_cn: 从屏幕左侧
zh_tw: 從螢幕左側

# EVENT_DESCRIPTION_libactivator.slide-in.left
source: Drag onto screen from left
de: Ziehe vom linken Rand nach rechts
es: Arrastra a la pantalla desde la izquierda
fr: Glissez sur l'écran à partir de la gauche
he: החלקה על המסך מצידו השמאלי
it: Scorrere dal bordo laterale sinistro
ja: スクリーン左側から右にスワイプ
nl: Sleep naar scherm van links
pt_pt: Deslize para o ecrã a partir da esquerda
ru: Провести слева экрана к центру
zh_cn: 由屏幕左侧向右拖动
zh_tw: 由螢幕左側向右拖動

# EVENT_TITLE_libactivator.slide-in.left-top
source: From Screen Left-Top
de: Vom linken Rand, oben
es: Desde la izquierda arriba
he: מהפינה השמאלית-עליונה
it: Bordo laterale (sinistra-superiore)
ja: スクリーン左上
nl: Van Links-Boven Scherm
pt_pt: Da esquerda em cima do ecrã
ru: Верх экрана-Лево
zh_cn: 从屏幕左上
zh_tw: 從螢幕左上

# EVENT_DESCRIPTION_libactivator.slide-in.left-top
source: Drag onto screen from left-top
de: Ziehe vom oberen-linken Rand
es: Arrastra a la pantalla desde la izq-arriba
he: החלקה על המסך מהפינה השמאלית-עליונה
it: Scorrere dal bordo laterale sinistro-superiore
ja: スクリーン左上から下にスワイプ
nl: Sleep naar scherm van links-boven
pt_pt: Deslize para o ecrã a partir da esquerda em cima
ru: Провести от левой верхней части экрана к центру
zh_cn: 由屏幕左上向中心拖动
zh_tw: 由螢幕左上向中心拖動

# EVENT_TITLE_libactivator.slide-in.left-bottom
source: From Screen Left-Bottom
de: Vom linken Rand, unten
es: Desde la izquierda abajo
he: מהפינה השמאלית-תחתונה
it: Bordo laterale (sinistra-inferiore)
ja: スクリーン左下
nl: Van Links-Beneden Scherm
pt_pt: Da esquerda em baixo do ecrã
ru: Низ экрана-Лево
zh_cn: 从屏幕左下
zh_tw: 從螢幕左下

# EVENT_DESCRIPTION_libactivator.slide-in.left-bottom
source: Drag onto screen from left-bottom
de: Ziehe vom unteren-linken Rand
es: Arrastra a la pantalla desde la izq-abajo
he: החלקה על המסך מהפינה השמאלית-תחתונה
it: Scorrere dal bordo laterale sinistro-inferiore
ja: スクリーン左下から上にスワイプ
nl: Sleep naar scherm van links-beneden
pt_pt: Deslize para o ecrã a partir da esquerda em baixo
ru: Провести от левой нижней части экрана к центру
zh_cn: 由屏幕左下向中心拖动
zh_tw: 由螢幕左下向中心拖動

# EVENT_TITLE_libactivator.slide-in.right
source: From Screen Right
de: Vom rechten Rand
es: Desde la derecha
fr: À partir de la droite de l'écran
he: מהצד הימני של המסך
it: Bordo laterale (destra)
ja: スクリーン右側
nl: Van Rechts Scherm
pt_pt: Da direita do ecrã
ru: Экран-Право
zh_cn: 从屏幕右侧
zh_tw: 從螢幕右側

# EVENT_DESCRIPTION_libactivator.slide-in.right
source: Drag onto screen from right
de: Ziehe vom rechten Rand nach links
es: Arrastra a la pantalla desde la derecha
fr: Glissez sur l'écran à partir de la droite
he: החלקה על המסך מצידו הימני
it: Scorrere dal bordo laterale destro
ja: スクリーン右側から左にスワイプ
nl: Sleep naar scherm van rechts
pt_pt: Deslize para o ecrã a partir da direita
ru: Провести справа экрана к центру
zh_cn: 由屏幕右侧向左拖动
zh_tw: 由螢幕右側向左拖動

# EVENT_TITLE_libactivator.slide-in.right-top
source: From Screen Right-Top
de: Vom rechten Rand, oben
es: Desde la derecha arriba
he: מהפינה הימנית-עליונה
it: Bordo laterale (destra-superiore)
ja: スクリーン右上
nl: Van Rechts-Boven Scherm
pt_pt: Da direita em cima do ecrã
ru: Верх экрана-Право
zh_cn: 从屏幕右上
zh_tw: 從螢幕右上

# EVENT_DESCRIPTION_libactivator.slide-in.right-top
source: Drag onto screen from right-top
de: Ziehe vom oberen-rechten Rand
es: Arrastra a la pantalla desde la der-arriba
it: Scorrere dal bordo laterale destro-superiore
ja: スクリーン右上から下にスワイプ
nl: Sleep naar scherm van rechts-boven
pt_pt: Deslize para o ecrã a partir da direita em cima
ru: Провести от правой верхней части экрана к центру
zh_cn: 由屏幕右上向中心拖动
zh_tw: 由螢幕右上向中心拖動

# EVENT_TITLE_libactivator.slide-in.right-bottom
source: From Screen Right-Bottom
de: Vom rechten Rand, unten
es: Desde la derecha abajo
he: מהפינה הימנית-עליונה
it: Bordo laterale (destra-inferiore)
ja: スクリーン右下
nl: Van Rechts-Beneden Scherm
pt_pt: Da direita em baixo do ecrã
ru: Низ экрана-Право
zh_cn: 从屏幕右下
zh_tw: 從螢幕右下

# EVENT_DESCRIPTION_libactivator.slide-in.right-bottom
source: Drag onto screen from right-bottom
de: Ziehe vom unteren-rechten Rand
es: Arrastra a la pantalla desde la der-abajo
he: החלקה מהפינה הימנית-עליונה
it: Scorrere dal bordo laterale destro-inferiore
ja: スクリーン右下から上にスワイプ
nl: Sleep naar scherm van rechts-beneden
pt_pt: Deslize para o ecrã a partir da direita em baixo
ru: Провести от правой нижней части экрана к центру
zh_cn: 由屏幕右下向中心拖动
zh_tw: 由螢幕右下向中心拖動
