Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# EVENT_TITLE_libactivator.drag-off.bottom
source: Off Screen Bottom
de: Zum unteren Rand
es: Hacia abajo
he: מתחתית המסך
it: Bordo inferiore
pt_pt: Para o fundo do ecrã
ru: Экран-Вниз
zh_cn: 滑出屏幕底部
zh_tw: 滑出螢幕底部

# EVENT_DESCRIPTION_libactivator.drag-off.bottom
source: Drag off screen to the bottom
de: Zum unteren Bildschirmrand wischen
es: Desliza la pantalla hacia abajo
he: גרירת המסך מהתחתית
it: Scorrere verso il bordo inferiore
pt_pt: Deslize para o fundo do ecrã
ru: Провести из центра экрана вниз
zh_cn: 滑出屏幕底部
zh_tw: 滑出螢幕底部

# EVENT_TITLE_libactivator.drag-off.left
source: Off Screen Left
de: Zum linken Rand
es: Hacia la izquierda
he: משמאל למסך
it: Bordo sinistro
pt_pt: Para a esquerda do ecrã
ru: Экран-Лево
zh_cn: 滑出屏幕左侧
zh_tw: 滑出螢幕左側

# EVENT_DESCRIPTION_libactivator.drag-off.left
source: Drag off screen to the left
de: Zum linken Bildschirmrand wischen
es: Arrastra la pantalla hacia la izquierda
he: גרירת המסך מצד שמאל
it: Scorrere verso il bordo sinistro
pt_pt: Deslize para a esquerda do ecrã
ru: Провести из центра экрана влево
zh_cn: 滑出屏幕左侧
zh_tw: 滑出螢幕左側

# EVENT_TITLE_libactivator.drag-off.right
source: Off Screen Right
de: Zum rechten Rand
es: Hacia la derecha
he: מימין למסך
it: Bordo destro
pt_pt: Para a direita do ecrã
ru: Экран-Право
zh_cn: 滑出屏幕右侧
zh_tw: 滑出螢幕右側

# EVENT_DESCRIPTION_libactivator.drag-off.right
source: Drag off screen to the right
de: Zum rechten Bildschirmrand wischen
es: Arrastra la pantalla hacia la derecha
he: גרירת המסך מצד ימין
it: Scorrere verso il bordo destro
pt_pt: Deslize para a direita do ecrã
ru: Провести из центра экрана вправо
zh_cn: 滑出屏幕右侧
zh_tw: 滑出螢幕右側

# EVENT_TITLE_libactivator.drag-off.top
source: Off Screen Top
de: Zum oberen Rand
es: Hacia arriba
he: מראש המסך
it: Bordo superiore
pt_pt: Para o topo do ecrã
ru: Экран-Вверх
zh_cn: 滑出屏幕顶部
zh_tw: 滑出螢幕頂部

# EVENT_DESCRIPTION_libactivator.drag-off.top
source: Drag off screen to the top
de: Zum oberen Bildschirmrand wischen
es: Arrastra la pantalla hacia arriba
he: גרירת המסך מלמעלה
it: Scorrere verso il bordo superiore
pt_pt: Deslize para o topo do ecrã
ru: Провести из центра экрана вверх
zh_cn: 滑出屏幕顶部
zh_tw: 滑出螢幕頂部

# EVENT_TITLE_libactivator.two-finger-slide-in.bottom
source: From Screen Bottom
de: Vom unteren Rand
es: Desde abajo
fr: À partir du bas de l'écran
he: מתחתית המסך
it: Bordo inferiore
ja: スクリーン下部
nl: Van Beneden Scherm
pt_pt: Do fundo do ecrã
ru: 2П:Экран-Низ
zh_cn: 从屏幕底部
zh_tw: 從螢幕底部

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.bottom
source: Drag onto screen from below
de: Ziehe vom unteren Rand nach oben
es: Arrasta a la pantalla desde abajo
fr: Glissez sur l'écran à partir du bas
he: החלקה מתחתית המסך כלפי מעלה עם 2 אצבעות
it: Scorrere dal bordo inferiore
ja: スクリーン下部から2本指で上にスワイプ
nl: Sleep naar scherm van beneden
pt_pt: Deslize para o ecrã a partir do fundo
ru: 2П:Провести снизу экрана вверх
zh_cn: 由屏幕底部向上拖动
zh_tw: 由螢幕底部向上拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.bottom-left
source: From Screen Bottom-Left
de: Vom unteren Rand, links
es: Desde abajo izquierda
fr: À partir du bas gauche
he: מהפינה השמאלית-תחתונה
it: Bordo inferiore (sinistra)
ja: スクリーン左下
nl: Van Beneden-Links Scherm
pt_pt: Do fundo esquerdo do ecrã
ru: 2П:Низ экрана-Лево
zh_cn: 从屏幕下左
zh_tw: 從螢幕下左

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.bottom-left
source: Drag onto screen from bottom-left
de: Ziehe vom linken-unteren Rand nach oben
es: Arrastra a la pantalla desde abajo-izq.
fr: Glissez sur l'écran à partir du bas gauche
he: החלקה מהפינה השמאלית התחתונה כלפי פנים עם 2 אצבעות
it: Scorrere dal bordo inferiore sinistro
ja: スクリーン左下から2本指で上にスワイプ
nl: Sleep naar scherm van beneden-links
pt_pt: Deslize para o ecrã a partir do fundo esquerdo
ru: 2П:Провести снизу левой части экрана к центру
zh_cn: 由屏幕下左向中心拖动
zh_tw: 由螢幕下左向中心拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.bottom-right
source: From Screen Bottom-Right
de: Vom unteren Rand, rechts
es: Desde abajo derecha
fr: À partir du bas droit
he: מהפינה הימנית-תחתונה
it: Bordo inferiore (destra)
ja: スクリーン右下
nl: Van Beneden-Rechts Scherm
pt_pt: Do fundo direito do ecrã
ru: 2П:Низ экрана-Право
zh_cn: 从屏幕下右
zh_tw: 從螢幕下右

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.bottom-right
source: Drag onto screen from bottom-right
de: Ziehe vom rechten-unteren Rand nach oben
es: Arrastra a la pantalla desde abajo-der.
fr: Glissez sur l'écran à partir du bas droit
he: החלקה מהפינה הימנית התחתונה כלפי פנים עם 2 אצבעות
it: Scorrere dal bordo inferiore destro
ja: スクリーン右下から2本指で上にスワイプ
nl: Sleep naar scherm van beneden-rechts
pt_pt: Deslize para o ecrã a partir do fundo direito
ru: 2П:Провести снизу правой части экрана к центру
zh_cn: 由屏幕下右向中心拖动
zh_tw: 由螢幕下右向中心拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.top
source: From Screen Top
de: Vom oberen Rand
es: Desde arriba
fr: À partir du haut de l'écran
he: מהחלק העליון
it: Bordo superiore
ja: 下にスワイプ
nl: Van Boven Scherm
pt_pt: Do topo do ecrã
ru: 2П:Экран-Верх
zh_cn: 从屏幕顶部
zh_tw: 從螢幕頂部

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.top
source: Drag onto screen from statusbar
de: Ziehe vom oberen Rand nach unten
es: Arrastra a la pantalla desde la barra
fr: Glissez sur l'écran de la barre de statut
he: החלקה על המסך מלמעלה עם 2 אצבעות
it: Scorrere dal bordo superiore
ja: ステータスバーから2本指で下にスワイプ
nl: Sleep naar scherm vanaf statusbalk
pt_pt: Deslize para o ecrã a partir da barra de estado
ru: 2П:Потянуть статус бар вниз
zh_cn: 由屏幕顶部状态栏向下拖动
zh_tw: 由螢幕頂部狀態列向下拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.top-left
source: From Screen Top-Left
de: Vom oberen Rand, links
es: Desde arriba izquierda
fr: À partir du haut gauche de l'écran
he: מהפינה השמאלית העליונה
it: Bordo superiore (sinistra)
ja: スクリーン左上
nl: Van Boven-Links Scherm
pt_pt: Do topo esquerdo do ecrã
ru: 2П:Верх экрана-Лево
zh_cn: 从屏幕上左
zh_tw: 從螢幕上左

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.top-left
source: Drag onto screen from top-left
de: Ziehe vom linken-oberen Rand nach unten
es: Arrastra a la pantalla desde arriba-izq.
fr: Glissez sur l'écran à partir du haut gauche
he: החלקה על המסך מהפינה השמאלית העליונה עם 2 אצבעות
it: Scorrere dal bordo superiore sinistro
ja: スクリーン左上から2本指で下にスワイプ
nl: Sleep naar scherm van boven-links
pt_pt: Deslize para o ecrã a partir do topo esquerdo
ru: 2П:Провести от левой верхней части экрана к центру
zh_cn: 由屏幕上左向中心拖动
zh_tw: 由螢幕上左向中心拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.top-right
source: From Screen Top-Right
de: Vom oberen Rand, rechts
es: Desde arriba derecha
fr: À partir du haut droit de l'écran
he: מהפינה הימנית העליונה
it: Bordo superiore (destra)
ja: スクリーン右上
nl: Van Boven-Rechts Scherm
pt_pt: Do topo direito do ecrã
ru: 2П:Верх экрана-Право
zh_cn: 从屏幕上右
zh_tw: 從螢幕上右

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.top-right
source: Drag onto screen from top-right
de: Ziehe vom rechten-oberen Rand nach unten
es: Arrastra a la pantalla desde arriba-der.
fr: Glissez sur l'écran à partir du haut droit
he: החלקה על המסך מהפינה הימנית העליונה עם 2 אצבעות
it: Scorrere dal bordo superiore destro
ja: スクリーン右上から2本指で下にスワイプ
nl: Sleep naar scherm van rechts-boven
pt_pt: Deslize para o ecrã a partir do topo direito
ru: 2П:Провести от правой верхней части экрана к центру
zh_cn: 由屏幕上右向中心拖动
zh_tw: 由螢幕上右向中心拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.left
source: From Screen Left
de: Vom linken Rand
es: Desde la izquierda
fr: À partir de la gauche l'écran
he: מהצד השמאלי של המסך
it: Bordo laterale (sinistra)
ja: スクリーン左側
nl: Van Links Scherm
pt_pt: Da esquerda do ecrã
ru: 2П:Экран-Лево
zh_cn: 从屏幕左侧
zh_tw: 從螢幕左側

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.left
source: Drag onto screen from left
de: Ziehe vom linken Rand nach rechts
es: Arrastra a la pantalla desde la izquierda
fr: Glissez sur l'écran à partir de la gauche
he: החלקה על המסך מצדו שמאלי עם 2 אצבעות
it: Scorrere dal bordo laterale sinistro
ja: スクリーン左側から2本指で右にスワイプ
nl: Sleep naar scherm van links
pt_pt: Deslize para o ecrã a partir da esquerda
ru: 2П:Провести слева экрана к центру
zh_cn: 由屏幕左侧向右拖动
zh_tw: 由螢幕左側向右拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.left-top
source: From Screen Left-Top
de: Vom linken Rand, oben
es: Desde la izquierda arriba
he: מהצד העליון-הימני של המסך
it: Bordo laterale (sinistra-superiore)
ja: スクリーン左上
nl: Van Links-Boven Scherm
pt_pt: Da esquerda em cima do ecrã
ru: 2П:Верх экрана-Лево
zh_cn: 从屏幕左上
zh_tw: 從螢幕左上

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.left-top
source: Drag onto screen from left-top
de: Ziehe vom oberen-linken Rand
es: Arrastra a la pantalla desde la izq-arriba
he: החלקה מצדו העליון הימני של המסך עם 2 אצבעות
it: Scorrere dal bordo laterale sinistro-superiore
ja: スクリーン左上から2本指で下にスワイプ
nl: Sleep naar scherm van links-boven
pt_pt: Deslize para o ecrã a partir da esquerda em cima
ru: 2П:Провести от левой верхней части экрана к центру
zh_cn: 由屏幕左上向中心拖动
zh_tw: 由螢幕左上向中心拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.left-bottom
source: From Screen Left-Bottom
de: Vom linken Rand, unten
es: Desde la izquierda abajo
he: מהצד השמאלי-התחתון של המסך
it: Bordo laterale (sinistra-inferiore)
ja: スクリーン左下
nl: Van Links-Beneden Scherm
pt_pt: Da esquerda em baixo do ecrã
ru: 2П:Низ экрана-Лево
zh_cn: 从屏幕左下
zh_tw: 從螢幕左下

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.left-bottom
source: Drag onto screen from left-bottom
de: Ziehe vom unteren-linken Rand
es: Arrastra a la pantalla desde la izq-abajo
he: החלקה מצדו השמאלי התחתון של המסך עם 2 אצבעות
it: Scorrere dal bordo laterale sinistro-inferiore
ja: スクリーン左下から2本指で上にスワイプ
nl: Sleep naar scherm van links-beneden
pt_pt: Deslize para o ecrã a partir da esquerda em baixo
ru: 2П:Провести от левой нижней части экрана к центру
zh_cn: 由屏幕左下向中心拖动
zh_tw: 由螢幕左下向中心拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.right
source: From Screen Right
de: Vom rechten Rand
es: Desde la derecha
fr: À partir de la droite l'écran
he: מהצד הימני של המסך
it: Bordo laterale (destra)
ja: スクリーン右側
nl: Van Rechts Scherm
pt_pt: Da direita do ecrã
ru: 2П:Экран-Право
zh_cn: 从屏幕右侧
zh_tw: 從螢幕右側

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.right
source: Drag onto screen from right
de: Ziehe vom rechten Rand nach links
es: Arrastra a la pantalla desde la derecha
fr: Glissez sur l'écran à partir de la droite
he: החלקה מצדו הימני של המסך עם 2 אצבעות
it: Scorrere dal bordo laterale destro
ja: スクリーン右側から2本指で左にスワイプ
nl: Sleep naar scherm van rechts
pt_pt: Deslize para o ecrã a partir da direita
ru: 2П:Провести справа экрана к центру
zh_cn: 由屏幕右侧向左拖动
zh_tw: 由螢幕右側向左拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.right-top
source: From Screen Right-Top
de: Vom rechten Rand, oben
es: Desde la derecha arriba
he: מהצד הימני-העליון של המסך
it: Bordo laterale (destra-superiore)
ja: スクリーン右上
nl: Van Rechts-Boven Scherm
pt_pt: Da direita em cima do ecrã
ru: 2П:Верх экрана-Право
zh_cn: 从屏幕右上
zh_tw: 從螢幕右上

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.right-top
source: Drag onto screen from right-top
de: Ziehe vom oberen-rechten Rand
es: Arrastra a la pantalla desde la der-arriba
he: החלקה מצדו הימני העליון של המסך עם 2 אצבעות
it: Scorrere dal bordo laterale destro-superiore
ja: スクリーン右上から2本指で下にスワイプ
nl: Sleep naar scherm van rechts-boven
pt_pt: Deslize para o ecrã a partir da direita em cima
ru: 2П:Провести от правой верхней части экрана к центру
zh_cn: 由屏幕右上向中心拖动
zh_tw: 由螢幕右上向中心拖動

# EVENT_TITLE_libactivator.two-finger-slide-in.right-bottom
source: From Screen Right-Bottom
de: Vom rechten Rand, unten
es: Desde la derecha abajo
it: Bordo laterale (destra-inferiore)
ja: スクリーン右下
nl: Van Rechts-Beneden Scherm
pt_pt: Da direita em baixo do ecrã
ru: 2П:Низ экрана-Право
zh_cn: 从屏幕右下
zh_tw: 從螢幕右下

# EVENT_DESCRIPTION_libactivator.two-finger-slide-in.right-bottom
source: Drag onto screen from right-bottom
de: Ziehe vom unteren-rechten Rand
es: Arrastra a la pantalla desde la der-abajo
he: החלקה מהפינה הימנית התחתונה של המסך עם 2 אצבעות
it: Scorrere dal bordo laterale destro-inferiore
ja: スクリーン右下から2本指で上にスワイプ
nl: Sleep naar scherm van rechts-beneden
pt_pt: Deslize para o ecrã a partir da direita em baixo
ru: 2П:Провести от правой нижней части экрана к центру
zh_cn: 由屏幕右下向中心拖动
zh_tw: 由螢幕右下向中心拖動

# EVENT_TITLE_libactivator.springboard.pinch
source: Icon Pinch
de: Icon zusammendrücken
es: Pellizcar iconos
fr: Pincer les icônes
he: צביטת אייקונים
it: Compressione icone
ja: ピンチイン
nl: Icoon Kneep
pt_pt: Juntar ícones
ru: Свести
zh_cn: 合拢双指
zh_tw: 往內撥動雙指

# EVENT_DESCRIPTION_libactivator.springboard.pinch
source: Pinch springboard icons with 2 fingers
de: Icon mit 2 Fingern zusammendrücken
es: Pellizca los iconos con dos dedos
fr: Pincez les icônes du SpringBoard avec deux doigts
he: צביטת אייקונים בספרינגבורד עם 2 אצבעות
it: Comprimere le icone con 2 dita
ja: ホーム画面を2本指でピンチイン
nl: Knijp springboard iconen met 2 vingers
pt_pt: Juntar ícones do SpringBoard com dois dedos
ru: Свести иконки двумя пальцами
zh_cn: 在主屏幕合拢两只手指
zh_tw: 在『主畫面』螢幕往內撥動兩隻手指

# EVENT_TITLE_libactivator.springboard.spread
source: Icon Spread
de: Icon auseinanderziehen
es: Separar iconos
fr: Écarter les icônes
he: פריסת אייקונים
it: Allargamento icone
ja: ピンチアウト
nl: Icoon Spreid
pt_pt: Afastar ícones
ru: Развести
zh_cn: 张开双指
zh_tw: 往外撥動雙指

# EVENT_DESCRIPTION_libactivator.springboard.spread
source: Spread springboard icons with 2 fingers
de: Icon mit 2 Fingern auseinanderziehen
es: Separa los iconos con dos dedos
fr: Écartez les icônes du SpringBoard avec deux doigts
he: פריסת אייקונים בספרינגבורד עם 2 אצבעות
it: Allargare le icone con 2 dita
ja: ホーム画面を2本指でピンチアウト
nl: Spreid springboard iconen met 2 vingers
pt_pt: Afastar ícones do SpringBoard com dois dedos
ru: Развести иконки двумя пальцами
zh_cn: 在主屏幕张开两只手指
zh_tw: 在『主畫面』螢幕往外撥動兩隻手指

# EVENT_TITLE_libactivator.statusbar.hold
source: Hold
de: Gedrückt halten
es: Tocar corto
fr: Maintenir
he: החזקה
it: Pressione breve
ja: 長押し
nl: Houd Vast
pt_pt: Segurar
ru: Держать
zh_cn: 按住
zh_tw: 按住

# EVENT_DESCRIPTION_libactivator.statusbar.hold
source: Tap and hold on the status bar
de: Auf die Statusleiste tippen und halten
es: Mantén presionada la barra de estado
fr: Appuyez et maintenez la barre de statut
he: הקשה והחזקת מרכז הסטטוס-בר ל-2 שניות
it: Tenere premuto sulla barra di stato
ja: ステータスバーを長押し
nl: Tap en hou vast op de statusbar
pt_pt: Toque e segure a barra de estado
ru: Длительное нажатие на статус бар
zh_cn: 按住顶部状态栏
zh_tw: 按住頂部狀態列

# EVENT_TITLE_libactivator.statusbar.swipe.left
source: Swipe Left
de: Nach links streichen
es: Deslizar a la izquierda
fr: Glisser vers la gauche
he: החלקה שמאלה
it: Scorrimento (sinistra)
ja: 左にスワイプ
nl: Sleep Links
pt_pt: Deslizar para a esquerda
ru: Влево
zh_cn: 向左拖动
zh_tw: 向左拖動

# EVENT_DESCRIPTION_libactivator.statusbar.swipe.left
source: Tap and drag left on status bar
de: Auf der Statusleiste nach links wischen
es: Deliza a la izquierda sobre la barra
fr: Appuyez et glissez vers la gauche de la barre de statut
he: החלקה לצד השמאלי בסטטוס-בר
it: Scorrere verso sinistra sulla barra di stato
ja: ステータスバーを右から左へスワイプ
nl: Tap en sleep links op statusbalk
pt_pt: Toque e deslize para a esquerda na barra de estado
ru: Потянуть статус бар влево
zh_cn: 在顶部状态栏向左拖动
zh_tw: 在頂部狀態列向左拖動

# EVENT_TITLE_libactivator.statusbar.swipe.right
source: Swipe Right
de: Nach rechts streichen
es: Deslizar a la derecha
fr: Glisser vers la droite
he: החלקה ימינה
it: Scorrimento (destra)
ja: 右にスワイプ
nl: Sleep Rechts
pt_pt: Deslizar para a direita
ru: Вправо
zh_cn: 向右拖动
zh_tw: 向右拖動

# EVENT_DESCRIPTION_libactivator.statusbar.swipe.right
source: Tap and drag right on status bar
de: Auf der Statusleiste nach rechts wischen
es: Deliza a la derecha sobre la barra
fr: Appuyez et glissez vers la droite de la barre de statut
he: החלקה לצד הימני בסטטוס-בר
it: Scorrere verso destra sulla barra di stato
ja: ステータスバーを左から右へスワイプ
nl: Tap en sleep rechts op statusbalk
pt_pt: Toque e deslize para a direita na barra de estado
ru: Потянуть статус бар вправо
zh_cn: 在顶部状态栏向右拖动
zh_tw: 在頂部狀態列向右拖動

# EVENT_TITLE_libactivator.statusbar.tap.double
source: Double Tap
de: Doppelt tippen
es: Doble toque
fr: Appui double
he: הקשה כפולה
it: Pressione doppia
ja: 2回タップ
nl: Dubbeltap
pt_pt: Tocar duas vezes
ru: Двойное касание
zh_cn: 按两下
zh_tw: 按兩下

# EVENT_DESCRIPTION_libactivator.statusbar.tap.double
source: Double-tap on status bar
de: Doppelt auf die Statusleiste tippen
es: Toca 2 veces seguidas la barra estado
fr: Appuyez deux fois sur la barre de statut
he: הקשה כפולה על הסטטוס-בר במרכז
it: Premere due volte sulla barra di stato
ja: ステータスバーを2回タップ
nl: Tap tweemaal op statusbalk
pt_pt: Toque duas vezes na barra de estado
ru: Двойное касание статус бара
zh_cn: 按两下顶部状态栏
zh_tw: 按兩下頂部狀態列

# EVENT_TITLE_libactivator.statusbar.tap.single
source: Single Tap
de: Einmal tippen
es: Tocar
fr: Appui simple
he: הקשה במרכז
it: Pressione singola
ja: 1回タップ
nl: Enkele Tap
pt_pt: Tocar uma vez
ru: Касание
zh_cn: 按一下
zh_tw: 按一下

# EVENT_DESCRIPTION_libactivator.statusbar.tap.single
source: Single-tap on status bar
de: Einmal auf die Statusleiste tippen
es: Toca una vez la barra de estado
fr: Appuyez sur la barre de statut
he: הקשה במרכז הסטטוס-בר פעם אחת
it: Premere una volta sulla barra di stato
ja: ステータスバーを1回タップ
nl: Tap eenmaal op statusbalk
pt_pt: Toque uma vez na barra de estado
ru: Коснуться статус бара
zh_cn: 按一下顶部状态栏
zh_tw: 按一下頂部狀態列

# EVENT_TITLE_libactivator.volume.display-tap
source: Display Tap
de: Anzeige tippen
es: Tocar en la ventana
fr: Appui sur écran
he: תצוגת עוצמת השמע
it: Pressione visiva
ja: ボリューム画面をタップ
pt_pt: Tocar no indicador no ecrã
ru: Коснуться окошка
zh_cn: 触摸音量显示窗口
zh_tw: 觸摸音量顯示視窗

# EVENT_DESCRIPTION_libactivator.volume.display-tap
source: Tap on volume heads up display
de: Auf die Lautstärkeanzeige tippen
es: Toca la ventana emergente de volumen
fr: Appuyez sur l'indicateur de volume de l'écran
he: הקשה אחת על החלונית המציגה את עוצמת השמע
it: Premere sul popup visivo del volume
ja: ボリューム設定のポップアップをタップ
nl: Tap op de volume heads-up display
pt_pt: Toque no indicador de volume no ecrã
ru: Коснуться окошка громкости
zh_cn: 按一下音量按钮后触摸屏幕中音量提示框
zh_tw: 按一下音量按鈕後觸摸螢幕中音量提示框

# EVENT_TITLE_libactivator.volume.down-up
source: Down, Up
de: Unten, Oben
es: Abajo, arriba
fr: Bas, haut
he: למטה, למעלה
it: Giù, sù
ja: 下→上
nl: Omlaag, Omhoog
pt_pt: Diminuir, aumentar
ru: Нижняя, Верхняя
zh_cn: 下键＞上键
zh_tw: 下鍵＞上鍵

# EVENT_DESCRIPTION_libactivator.volume.down-up
source: Press volume down, then up
de: Erst Lautstärke-Taste unten, dann oben drücken
es: Pulsa volumen abajo, luego arriba
fr: Appuyez sur le bouton de volume bas, puis haut
he: הקשה על הכפתור התחתון של הווליום, ואז על העליון
it: Premere volume giù, poi volume sù
ja: ボリュームボタンを下、上の順で押す
nl: Druk volume omlaag, daarna omhoog
pt_pt: Pressione diminuir volume, depois aumentar
ru: Нажать нижнюю, потом верхнюю
zh_cn: 先按下音量按钮，再按上音量按钮
zh_tw: 先按下音量按鈕，再按上音量按鈕

# EVENT_TITLE_libactivator.volume.up-down
source: Up, Down
de: Oben, Unten
es: Arriba, abajo
fr: Haut, bas
he: למעלה, למטה
it: Sù, giù
ja: 上→下
nl: Omhoog, Omlaag
pt_pt: Aumentar, diminuir
ru: Вверх, Вниз
zh_cn: 上键＞下键
zh_tw: 上鍵＞下鍵

# EVENT_DESCRIPTION_libactivator.volume.up-down
source: Press volume up, then down
de: Erst Lautstärke-Taste oben, dann unten drücken
es: Pulsa volumen arriba, luego abajo
fr: Appuyez sur le bouton de volume haut, puis bas
he: הקשה על הכפתור העליון של הווליום, ואז על התחתון
it: Premere volume sù, poi volume giù
ja: ボリュームボタンを上、下の順で押す
nl: Druk volume omhoog, daarna omlaag
pt_pt: Pressione aumentar volume, depois diminuir
ru: Нажать верхнюю, потом нижнюю
zh_cn: 先按上音量按钮，再按下音量按钮
zh_tw: 先按上音量按鈕，再按下音量按鈕

# EVENT_TITLE_libactivator.volume.down.press
source: Down Press
de: Leiser-Taste
es: Abajo
fr: Appui sur bas
he: הקשה על הכפתור התחתון
it: Giù
ja: 下を1回押す
nl: Omlaag Drukken
pt_pt: Pressionar diminuir
ru: Нажать нижнюю
zh_cn: 按下下键
zh_tw: 按下下鍵

# EVENT_DESCRIPTION_libactivator.volume.down.press
source: Press down volume button
de: Leiser-Taste drücken
es: Pulsa el botón de bajar volumen
fr: Appuyez le bouton bas du volume
he: הקשה על הכפתור התחתון של הוולים
it: Premere volume giù
ja: ボリュームボタン下を1回押す
nl: Druk volume omlaag knop
pt_pt: Pressione o botão de diminuir volume
ru: Нажать нижнюю кнопку громкости
zh_cn: 按一下下音量按钮
zh_tw: 按一下下音量按鈕

# EVENT_TITLE_libactivator.volume.up.press
source: Up Press
de: Lauter-Taste
es: Arriba
fr: Appui sur haut
he: הקשה על הכפתור העליון
it: Sù
ja: 上を1回押す
nl: Omhoog Drukken
pt_pt: Pressionar aumentar
ru: Нажать верхнюю
zh_cn: 按下上键
zh_tw: 按下上鍵

# EVENT_DESCRIPTION_libactivator.volume.up.press
source: Press up volume button
de: Lauter-Taste drücken
es: Pulsa el botón de subir volumen
he: הקשה אחת על הכפתור העליון של הווליום
it: Premere volume sù
ja: ボリュームボタン上を1回押す
nl: Druk volume omhoog knop
pt_pt: Pressione o botão de aumentar volume
ru: Нажать верхнюю кнопку громкости
zh_cn: 按一下上音量按钮
zh_tw: 按一下上音量按鈕

# EVENT_TITLE_libactivator.volume.both.press
source: Both Press
de: Beide drücken
es: Pulsar ambos
fr: Appui sur les deux
he: הקשה על שניהם
it: Pressione simultanea
ja: 同時押し
nl: Beide Drukken
pt_pt: Pressionar ambos
ru: Нажать обе
zh_cn: 同时按
zh_tw: 同時按

# EVENT_DESCRIPTION_libactivator.volume.both.press
source: Press both buttons simultaneously
de: Beide Tasten zugleich drücken
es: Pulsa ambos botones a la vez
fr: Appuyez sur les deux boutons simultanément
he: הקשה על שתי כפתורי הוולים בו זמנית
it: Premere entrambi i pulsanti volume
ja: ボリュームボタン上下同時押し
nl: Druk beide knoppen tegelijk
pt_pt: Pressione os dois botões simultâneamente
ru: Нажать обе клавиши вместе
zh_cn: 同时按下两个音量按钮
zh_tw: 同時按下兩個音量按鈕

# EVENT_TITLE_libactivator.volume.down.hold.short
source: Down Short Hold
de: Leiser kurz halten
es: Pulsación corta abajo
fr: Appui court vers le bas
he: לחיצה קצרה על הכפתור התחתון
it: Pressione breve (giù)
ja: 下を長押し
nl: Kort Omlaag Vasthouden
pt_pt: Segurar brevemente diminuir
ru: Задержать нижнюю
zh_cn: 按住下键
zh_tw: 按住下鍵

# EVENT_DESCRIPTION_libactivator.volume.down.hold.short
source: Press and hold down button
de: Drücken und halten der Leiser-Taste
es: Mantén pulsado el botón abajo
fr: Appuyez et maintenez enfoncé le bouton bas
he: הקשה והחזקת הכפתור התחתון לחוץ ל-2 שניות
it: Tenere premuto volume giù
ja: ボリュームボタン下を長押し
nl: Druk en houd omlaag knop vast
pt_pt: Pressione e segure brevemente o botão diminuir
ru: Нажать и держать нижнюю
zh_cn: 按住下音量按钮
zh_tw: 按住下音量按鈕

# EVENT_TITLE_libactivator.volume.up.hold.short
source: Up Short Hold
de: Lauter kurz halten
es: Pulsación corta arriba
fr: Appui court vers le haut
he: לחיצה קצרה על הכפתור העליון
it: Pressione breve (sù)
ja: 上を長押し
nl: Kort Omhoog Vasthouden
pt_pt: Segurar brevemente aumentar
ru: Задержать верхнюю
zh_cn: 按住上键
zh_tw: 按住上鍵

# EVENT_DESCRIPTION_libactivator.volume.up.hold.short
source: Press and hold up button
de: Drücken und halten der Lauter-Taste
es: Mantén pulsado el botón arriba
fr: Appuyez et maintenez enfoncé le bouton haut
he: הקשה והחזקת הכפתור העליון לחוץ ל-2 שניות
it: Tenere premuto volume sù
ja: ボリュームボタン上を長押し
nl: Druk en houd omhoog knop vast
pt_pt: Pressione e segure brevemente o botão aumentar
ru: Нажать и держать верхнюю
zh_cn: 按住上音量按钮
zh_tw: 按住上音量按鈕

# EVENT_TITLE_libactivator.volume.down.press.with-menu
source: Press With Volume Down
de: Mit Leiser-Taste drücken
it: Pressione combinata (vol. giù)
pt_pt: Pressionar com diminuir volume
zh_tw: 與下音量按鈕一起按

# EVENT_DESCRIPTION_libactivator.volume.down.press.with-menu
source: Press both buttons simultaneously
de: Beide Tasten zugleich drücken
it: Premere power e volume giù insieme
pt_pt: Pressione os dois botões simultâneamente
zh_tw: 同時按下兩個按鈕

# EVENT_TITLE_libactivator.volume.up.press.with-menu
source: Press With Volume Up
de: Mit Lauter-Taste drücken
it: Pressione combinata (vol. sù)
pt_pt: Pressionar com aumentar volume
zh_tw: 與上音量按鈕一起按
