Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# LISTENER_DESCRIPTION_libactivator.settings.mail
source: Open Settings to Accounts page
de: Öffne Einstellungsseite "Mail, Kontakte, Kalender"
pt_pt: Abre Definições na página Contas
zh_tw: 打開設定的「郵件、聯絡資訊、行事曆」頁面

# LISTENER_TITLE_libactivator.settings.managed-configuration
source: Profiles & Device Management
de: Geräteverwaltung
pt_pt: Gestão de dispositivos e perfis
zh_tw: 描述檔與裝置管理

# LISTENER_DESCRIPTION_libactivator.settings.managed-configuration
source: Open Settings to Managed Configuration page
de: Öffne Einstellungsseite "Geräteverwaltung"
pt_pt: Abre Definições na página Gestão de dispositivos e perfis
zh_tw: 打開設定的「描述檔與裝置管理」頁面

# LISTENER_TITLE_libactivator.settings.maps
source: Maps
pt_pt: Mapas
zh_tw: 地圖

# LISTENER_DESCRIPTION_libactivator.settings.maps
source: Open Settings to Maps page
de: Öffne Einstellungsseite "Karten"
pt_pt: Abre Definições na página Mapas
zh_tw: 打開設定的「地圖」頁面

# LISTENER_TITLE_libactivator.settings.messages
source: Messages
pt_pt: Mensagens
zh_tw: 訊息

# LISTENER_DESCRIPTION_libactivator.settings.messages
source: Open Settings to Messages page
de: Öffne Einstellungsseite "Nachrichten"
pt_pt: Abre Definições na página Mensagens
zh_tw: 打開設定的「訊息」頁面

# LISTENER_TITLE_libactivator.settings.music
source: Music
es: Música
fr: Musique
he: מוסיקה
it: Musica
ja: ミュージック
nl: Muziek
pt_pt: Música
ru: Музыка
zh_cn: 音乐
zh_tw: 音樂

# LISTENER_DESCRIPTION_libactivator.settings.music
source: Open Settings to Music page
de: Öffne Einstellungsseite "Musik"
es: Abre ajustes en Música
fr: Ouvre Réglages de la Musique
he: הצגת עמוד ההגדרות של"מוסיקה"
it: Apre le impostazioni in musica
ja: ミュージックの設定を開く
nl: Open Instellingen op Muziek
pt_pt: Abre Definições na página Música
ru: Открыть Настройки->Музыка
zh_cn: 打开设置的音乐页面
zh_tw: 打開設定的「音樂」頁面

# LISTENER_TITLE_libactivator.settings.network
source: Network
es: Red
fr: Réseau
he: רשת
it: Rete
ja: ネットワーク
nl: Mobiel netwerk
pt_pt: Rede
ru: Сеть
zh_cn: 网络
zh_tw: 網路

# LISTENER_DESCRIPTION_libactivator.settings.network
source: Open Settings to Network page
de: Öffne Einstellungsseite "Netzwerk"
es: Abre ajustes en Red
fr: Ouvre Réglages du Réseau
he: הצגת עמוד הגדרות ה-"רשת"
it: Apre le impostazioni in rete
ja: ネットワークの設定を開く
nl: Open Instellingen op Mobiel Netwerk
pt_pt: Abre Definições na página Rede
ru: Открыть Настройки->Сеть
zh_cn: 打开设置的网络页面
zh_tw: 打開設定的「網路」頁面

# LISTENER_TITLE_libactivator.settings.notes
source: Notes
es: Notas
he: פתקים
it: Note
ja: メモ
nl: Notities
pt_pt: Notas
ru: Заметки
zh_cn: 备忘录
zh_tw: 備忘錄

# LISTENER_DESCRIPTION_libactivator.settings.notes
source: Open Settings to Notes page
de: Öffne Einstellungsseite "Notizen"
es: Abre ajustes en Notas
fr: Ouvre Réglages des Notes
he: הצגת עמוד הגדרות ה-"פתקים"
it: Apre le impostazioni in note
ja: メモの設定を開く
nl: Open Instellingen op Notities
pt_pt: Abre Definições na página Notas
ru: Открыть Настройки->Заметки
zh_cn: 打开设置的备忘录页面
zh_tw: 打開設定的「備忘錄」頁面

# LISTENER_TITLE_libactivator.settings.notifications
source: Notifications
es: Notificaciones
he: מרכז העדכונים
it: Notifiche
ja: 通知
nl: Berichtgeving
pt_pt: Notificações
ru: Уведомления
zh_cn: 通知
zh_tw: 通知

# LISTENER_DESCRIPTION_libactivator.settings.notifications
source: Open Settings to Notifications page
de: Öffne Einstellungsseite "Mitteilungen"
es: Abre ajustes en Notificaciones
fr: Ouvre Réglages des Notifications
he: הצגת עמוד הגדרות של"מרכז העדכונים"
it: Apre le impostazioni in notifiche
ja: 通知の設定を開く
nl: Open Instellingen op Berichtgeving
pt_pt: Abre Definições na página Notificações
ru: Открыть Настройки->Уведомления
zh_cn: 打开设置的通知页面
zh_tw: 打開設定的「通知」頁面

# LISTENER_TITLE_libactivator.settings.passcode
source: Touch ID & Passcode
de: Touch ID & Code
pt_pt: Touch ID e código
zh_tw: Touch ID 與密碼

# LISTENER_DESCRIPTION_libactivator.settings.passcode
source: Open Settings to Touch ID & Passcode page
de: Öffne Einstellungsseite "Touch ID & Code"
pt_pt: Abre Definições na página Touch ID e código
zh_tw: 打開設定的「Touch ID 與密碼」頁面

# LISTENER_TITLE_libactivator.settings.phone
source: Phone
es: Teléfono
fr: Téléphone
he: טלפון
it: Telefono
ja: 電話
nl: Telefoon
pt_pt: Telefone
ru: Телефон
zh_cn: 电话
zh_tw: 電話

# LISTENER_DESCRIPTION_libactivator.settings.phone
source: Open Settings to Phone page
de: Öffne Einstellungsseite "Telefon"
es: Abre ajustes en Teléfono
fr: Ouvre Réglages du Téléphone
he: הצגת עמוד הגדרות ה-"טלפון"
it: Apre le impostazioni in telefono
ja: 電話の設定を開く
nl: Open Instellingen op Telefoon
pt_pt: Abre Definições na página Telefone
ru: Открыть Настройки->Телефон
zh_cn: 打开设置的电话页面
zh_tw: 打開設定的「電話」頁面

# LISTENER_TITLE_libactivator.settings.photos
source: Photos
es: Fotos
he: תמונות ומצלמה
it: Immagini
ja: フォト
nl: Foto's en Camera
pt_pt: Fotografias e Câmara
ru: Фото
zh_cn: 照片
zh_tw: 照片

# LISTENER_DESCRIPTION_libactivator.settings.photos
source: Open Settings to Photos page
de: Öffne Einstellungsseite "Fotos"
es: Abre ajustes en Fotos
fr: Ouvre Réglages des Photos
he: הצגת עמוד ההגדרות של "תמונות ומצלמה"
it: Apre le impostazioni in immagini
ja: フォトの設定を開く
nl: Open Instellingen op Foto's en Camera
pt_pt: Abre Definições na página Fotografias e Câmara
ru: Открыть Настройки->Фото
zh_cn: 打开设置的照片页面
zh_tw: 打開設定的「照片」頁面

# LISTENER_TITLE_libactivator.settings.privacy
source: Privacy
pt_pt: Privacidade
zh_tw: 隱私權

# LISTENER_DESCRIPTION_libactivator.settings.privacy
source: Open Settings to Privacy page
de: Öffne Einstellungsseite "Datenschutz"
pt_pt: Abre Definições na página Privacidade
zh_tw: 打開設定的「隱私權」頁面

# LISTENER_TITLE_libactivator.settings.reminders
source: Reminders
pt_pt: Lembretes
zh_tw: 提醒事項

# LISTENER_DESCRIPTION_libactivator.settings.reminders
source: Open Settings to Reminders page
de: Öffne Einstellungsseite "Erinnerungen"
pt_pt: Abre Definições na página Lembretes
zh_tw: 打開設定的「提醒事項」頁面

# LISTENER_DESCRIPTION_libactivator.settings.safari
source: Open Settings to Safari page
de: Öffne Einstellungsseite "Safari"
es: Abre ajustes en Safari
fr: Ouvre Réglages de Safari
he: הצגת עמוד ההגדרות של"Safari"
it: Apre le impostazioni in safari
ja: Safariの設定を開く
nl: Open Instellingen op Safari
pt_pt: Abre Definições na página Safari
ru: Открыть Настройки->Safari
zh_cn: 打开设置的 Safari 页面
zh_tw: 打開設定的「Safari」頁面

# LISTENER_TITLE_libactivator.settings.sounds
source: Sounds
de: Töne
es: Sonidos
fr: Sons
he: צלילים
it: Suoni
ja: サウンド
nl: Geluiden
pt_pt: Sons
ru: Звуки
zh_cn: 声音
zh_tw: 聲音

# LISTENER_DESCRIPTION_libactivator.settings.sounds
source: Open Settings to Sounds page
de: Öffne Einstellungsseite "Töne"
es: Abre ajustes en Sonidos
fr: Ouvre Réglages du Sons
he: הצגת עמוד הגדרות ה-"צלילים"
it: Apre le impostazioni in suoni
ja: サウンドの設定を開く
nl: Open Instellingen op Geluiden
pt_pt: Abre Definições na página Sons
ru: Открыть Настройки->Звуки
zh_cn: 打开设置的声音页面
zh_tw: 打開設定的「聲音」頁面

# LISTENER_TITLE_libactivator.settings.store
source: Store
de: App & iTunes Stores
he: App Store-ו iTunes
nl: iTunes en App Stores
pt_pt: iTunes Store e App Store
ru: Магазин
zh_cn: iTunes Store 和 App Store
zh_tw: iTunes 與 App Store

# LISTENER_DESCRIPTION_libactivator.settings.store
source: Open Settings to Store page
de: Öffne Einstellungsseite "App & iTunes Stores"
es: Abre ajustes en Store
fr: Ouvre Réglages du Store
he: הצגת עמוד הגדרות ה-"iTunes ו-App Store"
it: Apre le impostazioni in store
ja: Storeの設定を開く
nl: Open Instellingen op iTunes en App Stores
pt_pt: Abre Definições na página iTunes Store e App Store
ru: Открыть Настройки->Магазин
zh_cn: 打开设置的 iTunes Store 和 App Store 页面
zh_tw: 打開設定的「iTunes 與 App Store」頁面

# LISTENER_TITLE_libactivator.settings.tethering
source: Personal Hotspot
de: Persönlicher Hotspot
pt_pt: Hotspot pessoal
zh_tw: 個人熱點

# LISTENER_DESCRIPTION_libactivator.settings.tethering
source: Open Settings to Tethering page
de: Öffne Einstellungsseite "Persönlicher Hotspot"
pt_pt: Abre Definições na página Hotspot pessoal
zh_tw: 打開設定的「個人熱點」頁面

# LISTENER_DESCRIPTION_libactivator.settings.twitter
source: Open Settings to Twitter page
de: Öffne Einstellungsseite "Twitter"
es: Abre ajustes en Twitter
fr: Ouvre Réglages de Twitter
he: הצגת עמוד ההגדרות של "טוויטר"
it: Apre le impostazioni in twitter
ja: Twitterの設定を開く
nl: Open Instellingen op Twitter
pt_pt: Abre Definições na página Twitter
ru: Открыть Настройки->Twitter
zh_cn: 打开设置的 Twitter 页面
zh_tw: 打開設定的「Twitter」頁面

# LISTENER_TITLE_libactivator.settings.usage
source: Usage
es: Uso
fr: Utilisation
he: שימוש
it: Utilizzo
ja: 使用状況
nl: Gebruik
pt_pt: Utilização
ru: Статистика
zh_cn: 用量
zh_tw: 用量

# LISTENER_DESCRIPTION_libactivator.settings.usage
source: Open Settings to Usage page
de: Öffne Einstellungsseite "Benutzung"
es: Abre ajustes en Uso
fr: Ouvre Réglages d'Utilisation
he: הצגת עמוד ה-"שימוש" בהגדרות
it: Apre le impostazioni in utilizzo
ja: 使用状況の設定を開く
nl: Open Instellingen op Gebruik
pt_pt: Abre Definições na página Utilização
ru: Открыть Настройки->Статистика
zh_cn: 打开设置的用量页面
zh_tw: 打開設定的「用量」頁面

# LISTENER_DESCRIPTION_libactivator.settings.virtual-assistant
source: Open Settings to Siri page
de: Öffne Einstellungsseite "Siri"
es: Abre ajustes en Asistente virtual
fr: Ouvre Réglages de l'Assistant Virtuel
he: הצגת עמוד ההגדרות של "Siri"
it: Apre le impostazioni in assistente virtuale
ja: Siriの設定を開く
nl: Open Instellingen op Siri
pt_pt: Abre Definições na página Siri
ru: Открыть Настройки->Siri
zh_cn: 打开设置的虚拟助手（Siri）页面
zh_tw: 打開設定的「Siri」頁面

# LISTENER_DESCRIPTION_libactivator.settings.vpn
source: Open Settings to VPN page
de: Öffne Einstellungsseite "VPN"
es: Abre ajustes en VPN
fr: Ouvre Réglages du VPN
he: הצגת עמוד הגדרות ה-"VPN"
it: Apre le impostazioni in VPN
ja: VPNの設定を開く
nl: Open Instellingen op VPN
pt_pt: Abre Definições na página VPN
ru: Открыть Настройки->VPN
zh_cn: 打开设置的 VPN 页面
zh_tw: 打開設定的「VPN」頁面

# LISTENER_TITLE_libactivator.settings.wallpaper
source: Wallpaper
es: Fondo de pantalla
fr: Fond d'écran
he: תמונת רקע
it: Sfondo
ja: 壁紙
nl: Achtergrond
pt_pt: Papel de parede
ru: Обои
zh_cn: 墙纸
zh_tw: 桌面背景

# LISTENER_DESCRIPTION_libactivator.settings.wallpaper
source: Open Settings to Wallpaper page
de: Öffne Einstellungsseite "Hintergrundbild"
es: Abre ajustes en Fondo de pantalla
fr: Ouvre Réglages du Fond d'écran
he: הצגת עמוד הגדרות של"תמונת הרקע"
it: Apre le impostazioni in sfondo
ja: 壁紙の設定を開く
nl: Open Instellingen op Achtergrond
pt_pt: Abre Definições na página Papel de parede
ru: Открыть Настройки->Обои
zh_cn: 打开设置的墙纸页面
zh_tw: 打開設定的「桌面背景」頁面

# LISTENER_DESCRIPTION_libactivator.settings.wifi
source: Open Settings to Wi-Fi page
de: Öffne Einstellungsseite "WLAN"
es: Abre ajustes en Wi-Fi
fr: Ouvre Réglages du Wi-Fi
he: הצגת עמוד הגדרות ה-"אינטרנט אלחוטי"
it: Apre le impostazioni in Wi-Fi
ja: Wi-Fiの設定を開く
nl: Open Instellingen op Wi-Fi
pt_pt: Abre Definições na página Wi-Fi
ru: Открыть Настройки->Wi-Fi
zh_cn: 打开设置的 Wi-Fi 页面
zh_tw: 打開設定的「Wi-Fi」頁面

# LISTENER_DESCRIPTION_SETTINGS_FORMAT
source: Open Settings to %@ page
de: Öffne Einstellungsseite "%@"
pt_pt: Abre Definições na página %@
zh_tw: 打開設定的「%@」頁面

# LISTENER_TITLE_libactivator.keyboard.dictation
source: Dictation
es: Dictar
he: הכתבה
it: Dettatura
pt_pt: Ditado
ru: Диктовка
zh_tw: 聽寫

# LISTENER_DESCRIPTION_libactivator.keyboard.dictation
source: Dictate into active text field
de: In ein aktives Textfeld diktieren
es: Dicta en un campo de texto activo
he: הכתבה לתוך שדה טקסט פעיל
it: Attiva la dettatura nel campo di testo
pt_pt: Dita para uma caixa de texto activa
ru: Запустить диктовку в акт. текстовое поле
zh_tw: 在當前活動的文字區域聽寫輸入

# LISTENER_TITLE_toggle_Bluetooth
source: Bluetooth
zh_cn: 蓝牙
zh_tw: 藍牙

# LISTENER_TITLE_toggle_Data
source: Data
de: Mobile Daten
es: Datos
fr: Données
he: נתונים סלולרים
ja: データ通信
nl: Mobiele Data
pt_pt: Dados móveis
ru: Данные
zh_cn: 蜂窝数据
zh_tw: 行動資料

# LISTENER_TITLE_toggle_Location
source: Location
es: Localización
fr: Localisation
he: שרותי מיקום
ja: 位置情報
nl: Locatie
pt_pt: Localização
ru: Геолокация
zh_cn: 定位服务
zh_tw: 定位服務

# LISTENER_TITLE_toggle_Phone
source: Phone
es: Teléfono
fr: Téléphone
he: טלפון
ja: 電話
nl: Telefoon
pt_pt: Telefone
ru: Телефон
zh_cn: 电话
zh_tw: 電話

# LISTENER_TITLE_toggle_Syslog
source: Syslog
ru: Сист. лог
zh_cn: 系统记录
zh_tw: 系統記錄

# LISTENER_TITLE_com.rpetrich.superscroller.up
source: Up
de: Nach oben
es: Arriba
fr: Haut
he: למעלה
it: Sù
ja: 上にスクロール
nl: Omhoog
pt_pt: Cima
ru: Вверх
zh_cn: 向上
zh_tw: 向上

# LISTENER_DESCRIPTION_com.rpetrich.superscroller.up
source: Scroll one page up
de: Eine Seite nach oben scrollen
es: Desliza una página arriba
fr: Faite défiler une page vers le haut
he: גלול עמוד אחד מעלה
it: Scorre una pagina sù
ja: ページを上にスクロール
nl: Scroll één pagina omhoog
pt_pt: Desloca uma página para cima
ru: На одну страницу вверх
zh_cn: 屏幕向上滚动一页
zh_tw: 螢幕向上滾動一頁

# LISTENER_TITLE_com.rpetrich.superscroller.down
source: Down
de: Nach unten
es: Abajo
fr: Bas
he: למטה
it: Giù
ja: 下にスクロール
nl: Omlaag
pt_pt: Baixo
ru: Вниз
zh_cn: 向下
zh_tw: 向下

# LISTENER_DESCRIPTION_com.rpetrich.superscroller.down
source: Scroll one page down
de: Eine Seite nach unten scrollen
es: Desliza una página abajo
fr: Faite défiler une page vers le bas
he: גלול עמוד אחד מטה
it: Scorre una pagina giù
ja: ページを下にスクロール
nl: Scroll één pagina omlaag
pt_pt: Desloca uma página para baixo
ru: На одну страницу вниз
zh_cn: 屏幕向下滚动一页
zh_tw: 螢幕向下滾動一頁

# LISTENER_TITLE_com.rpetrich.superscroller.autoup
source: Autoscroll Up
de: Automatisch nach oben scrollen
es: Autoscroll arriba
fr: Défilement automatique vers le haut
he: גלילה אוטומטית מעלה
it: Autoscorri sù
ja: 自動で上にスクロール
nl: Auto-Scroll Omhoog
pt_pt: Deslocar automaticamente para cima
ru: Автоскролл вверх
zh_cn: 自动向上滚动
zh_tw: 自動向上滾動

# LISTENER_DESCRIPTION_com.rpetrich.superscroller.autoup
source: Continuous scroll upwards
de: Kontinuierlich nach oben scrollen
es: Deslizado continuo hacia arriba
fr: Continu de défiler vers le haut
he: גלילה אינסופית מעלה
it: Scorre continuamente su
ja: 上にスクロールし続ける
nl: Continu omhoog scrollen
pt_pt: Desloca continuamente para cima
ru: Листание вверх
zh_cn: 屏幕持续向上滚动
zh_tw: 螢幕持續向上滾動

# LISTENER_TITLE_com.rpetrich.superscroller.autodown
source: Autoscroll Down
de: Automatisch nach unten scrollen
es: Autoscroll abajo
fr: Défilement automatique vers le bas
he: גלילה אוטומטית מטה
it: Autoscorri giù
ja: 自動で下にスクロール
nl: Auto-Scroll Omlaag
pt_pt: Deslocar automaticamente para baixo
ru: Автоскролл вниз
zh_cn: 自动向下滚动
zh_tw: 自動向下滾動

# LISTENER_DESCRIPTION_com.rpetrich.superscroller.autodown
source: Continuous scroll downwards
de: Kontinuierlich nach unten scrollen
es: Deslizado continuo hacia abajo
fr: Continu de défiler vers le bas
he: גלילה אינסופית מטה
it: Scorre continuamente giù
ja: 下にスクロールし続ける
nl: Continu omlaag scrollen
pt_pt: Desloca continuamente para baixo
ru: Листание вниз
zh_cn: 屏幕持续向下滚动
zh_tw: 螢幕持續向下滾動

# LISTENER_TITLE_com.rpetrich.voicekeys
source: VoiceKeys
es: Teclas de voz
ja: ボイスボタン
pt_pt: Teclas de voz
zh_cn: 语音按键
zh_tw: 語音按鍵

# LISTENER_DESCRIPTION_com.rpetrich.voicekeys
source: Start/stop voice recognition
de: Starte / Beende Spracherkennung
es: Inicia/Detiene el reconocimiento de voz
fr: Démarrer/arrêter la reconnaissance vocale
he: הפעל/עצור זיהוי קולי
it: Avvia/Ferma il riconoscimento vocale
ja: 音声認識を開始/終了
nl: Start/stop spraakherkenning
pt_pt: Inicia/pára reconhecimento de voz
ru: Начать/Закончить распознавание голоса
zh_cn: 开始或停止语音识别
zh_tw: 開始或停止語音識别

# LISTENER_TITLE_com.rpetrich.videopane.destroy-pane
source: Destroy Video
de: VideoPane schließen
es: Destruir video
it: Distruzione video
pt_pt: Destruir vídeo
zh_tw: 停止視訊

# LISTENER_DESCRIPTION_com.rpetrich.videopane.destroy-pane
source: Destroys current VideoPane
de: Aktuelles VideoPane schließen
es: Destruye el VideoPane actual
it: Distrugge il VideoPane attivo
pt_pt: Destrói o VideoPane actual
zh_tw: 關閉當前視訊面板

# LISTENER_TITLE_com.rpetrich.videopane.detach-pane
source: Detach VideoPane
de: VideoPane abdocken
es: Separar VideoPane
it: Stacca video
pt_pt: Destacar VideoPane
zh_tw: 加入面板

# LISTENER_DESCRIPTION_com.rpetrich.videopane.detach-pane
source: Detaches current video into a pane
de: Aktuelles Video in VideoPane anzeigen
es: Separa el vídeo actual en un pane
it: Stacca il video attivo in un VideoPane
pt_pt: Detaca o vídeo actual para um painel
zh_tw: 移動當前視訊到面板中

# LISTENER_TITLE_com.rpetrich.videopane.pause-playback
source: Pause
es: Pausar
it: Pausa
pt_pt: Pausar
zh_tw: 暫停

# LISTENER_DESCRIPTION_com.rpetrich.videopane.pause-playback
source: Suspends VideoPane playback
de: Wiedergabe in "VideoPane" anhalten
es: Suspende la reproducción del VideoPane
it: Sospende la riproduzione
pt_pt: Suspende a reprodução do VideoPane
zh_tw: 暫停視訊播放

# LISTENER_TITLE_com.rpetrich.videopane.ressurect-pane
source: Resurrect Video
de: Video wiederherstellen
es: Resucitar vídeo
it: Resuscita video
pt_pt: Retomar vídeo
zh_tw: 激活視訊

# LISTENER_DESCRIPTION_com.rpetrich.videopane.ressurect-pane
source: Resurrects most recent VideoPane
de: Am meisten verwendetes VideoPane wiederherstellen
es: Resucita el VideoPane más reciente
it: Resuscita il VideoPane più recente
pt_pt: Retoma o VideoPane mais recente
zh_tw: 激活最近使用的視訊面板

# LISTENER_TITLE_com.rpetrich.videopane.resume-playback
source: Play
es: Reproducir
it: Riproduci
pt_pt: Reproduzir
zh_tw: 播放

# LISTENER_DESCRIPTION_com.rpetrich.videopane.resume-playback
source: Resumes VideoPane playback
de: Wiedergabe in "VideoPane" fortsetzen
es: Reanuda la reproducción del VideoPane
it: Riprende la riproduzione
pt_pt: Retoma a reprodução do VideoPane
zh_tw: 繼續視訊播放

# LISTENER_TITLE_com.rpetrich.videopane.toggle-fullscreen
source: Toggle Fullscreen
de: Vollbildmodus umschalten
es: Alternar pantalla completa
it: Alterna a tutto schermo
pt_pt: Alternar ecrã completo
zh_tw: 切換全螢幕

# LISTENER_DESCRIPTION_com.rpetrich.videopane.toggle-fullscreen
source: Toggles VideoPane fullscreen
de: Vollbild in "VideoPane" umschalten
es: Alterna la pantalla completa del VideoPane
it: Alterna la modalità a tutto schermo
pt_pt: Alterna a vizualização em ecrã completo
zh_tw: 切換視訊面板全螢幕顯示

# LISTENER_TITLE_com.rpetrich.videopane.toggle-playback
source: Play/Pause
de: Wiedergabe / Pause
es: Reproducir/Pausar
it: Riproduci/Pausa
pt_pt: Reproduzir/pausar
zh_tw: 播放/暫停

# LISTENER_DESCRIPTION_com.rpetrich.videopane.toggle-playback
source: Toggles VideoPane playback
de: Wiedergabe in "VideoPane" umschalten
es: Alterna la reproducción del VideoPane
it: Alterna lo stato di riproduzione
pt_pt: Alterna entre retomar e pausar a reprodução do VideoPane
zh_tw: 播放或暫停視訊面板

# LISTENER_TITLE_com.rpetrich.videopane.toggle-transparency
source: Toggle Transparency
de: Transparenz umschalten
es: Alternar transparencia
it: Alterna trasparenza
pt_pt: Alternar transparência
zh_tw: 調整透明度

# LISTENER_DESCRIPTION_com.rpetrich.videopane.toggle-transparency
source: Toggle active VideoPane transparency
de: Transparenz in "VideoPane" umschalten
es: Alterna la transparencia activa del VideoPane
it: Alterna lo stato della trasparenza
pt_pt: Alterna a transparência do VideoPane activo
zh_tw: 調整活動的視訊面板的透明度

# LISTENER_TITLE_com.rpetrich.smartclose
source: SmartClose
es: Cerrar rápido
he: SmartClose (סגירה חכמה)
zh_tw: 智能關閉

# LISTENER_DESCRIPTION_com.rpetrich.smartclose
source: Close background apps, the smart way
de: Hintergrundapps auf einfache Weise schließen
es: Cierra fácilmente las apps e 2º plano
he: דרך החכמה, לסגור יישומים הפעילים ברקע
it: Termina le applicazioni intelligentemente
pt_pt: Fecha as aplicações em segundo plano, o método inteligente
zh_tw: 智能關閉背景執行的應用程式

# LISTENER_TITLE_libactivator.shortcut:com.apple.mobileslideshow:SEARCH
source: Search
pt_pt: Pesquisa
zh_tw: 搜尋

# LISTENER_TITLE_libactivator.shortcut:com.apple.mobileslideshow:ONE_YEAR_AGO
source: One Year Ago
de: Vor einem Jahr
pt_pt: Há um ano
zh_tw: 一年前

# LISTENER_TITLE_libactivator.shortcut:com.apple.mobileslideshow:MOST_RECENT_PHOTO
source: Most Recent Photo
de: Neue Fotos
pt_pt: Fotografia mais recente
zh_tw: 最新照片

# LISTENER_TITLE_libactivator.shortcut:com.apple.mobileslideshow:FAVORITES
source: Favorites
pt_pt: Favoritos
zh_tw: 喜好項目

# LISTENER_TITLE_libactivator.ringtone.ping
source: Ping
zh_tw: 砰砰

# LISTENER_TITLE_libactivator.ringtone.texttone:Text-Message-Alert-In-Conversation
source: Message
pt_pt: Mensagem
zh_tw: 訊息

# LISTENER_TITLE_libactivator.ringtone.texttone:Go-To-Sleep
source: Go To Sleep
de: Gehe schlafen
pt_pt: Ir dormir
zh_tw: 就寢

# IN_CYDIA_WARNING
source: It is potentially dangerous to perform actions while Cydia is installing software.
de: Es ist gefährlich, Aktionen auszuführen, während Cydia Software installiert oder Änderungen daran vornimmt.
es: Es potencialmente peligroso activar acciones mientras Cydia está instalando software.
fr: Il est potentiellement dangereux d'effectuer des actions tandis que Cydia installe un logiciel.
he: כאשר Cydia נמצאת בעיצומו של תהליך התקנה או הסרה, ביצוע פעולות כל שהן דרך התוסף Activator מושבתות, כיוון שזהו דבר מסוכן העלול לפגוע במערכת.
it: È potenzialmente pericoloso eseguire delle azioni mentre è in corso un'installazione di un software da Cydia.
ja: Cydiaでソフトウェアをインストールする時は、Activatorの設定が無効化されます。
nl: Het is mogelijk gevaarlijk om acties uit te voeren, terwijl Cydia aan het installeren is.
pt_pt: É potencialmente perigoso executar acções enquanto o Cydia instala software.
ru: Нежелательно пользоваться жестами и действиями, когда Cydia устанавливает пакеты.
zh_cn: 在 Cydia 安装软件时进行其它操作会有潜在的危险。
zh_tw: 在 Cydia 安裝軟體時進行其他操作會有潛在的危險。

source: Assignments
es: Asignaciones
he: שיוכים
it: Assegnazioni
ja: 割り当て
nl: Opdrachten
pt_pt: Atribuições
ru: Назначения
zh_cn: 配置
zh_tw: 配置

# ASSIGNMENTS_DETAIL
source: Overview all event assignments
de: Überblick über zugewiesene Ereignisse
es: Vista general de todas las asignaciones
he: הצגת כל האירועים המשוייכים
it: Visualizza tutte le assegnazioni eventi
ja: すべてのイベントの割り当てを表示
nl: Overzicht van alle actie-opdrachten
pt_pt: Visão geral de todos os eventos atribuídos
ru: Показать все назначения
zh_cn: 事件配置总览
zh_tw: 事件配置總覽

source: Backup Assignments
de: Zuweisungen sichern
es: Guardar asignaciones
he: גיבוי שיוכים
it: Salva assegnazioni
ja: 設定のバックアップ
nl: Back-up Opdrachten
pt_pt: Backup das atribuições
ru: Резервная копия
zh_cn: 备份配置
zh_tw: 備份配置

# BACKUP_ASSIGNMENTS_DETAIL
source: Export event and menu assignments
de: Ereignis- und Menüzuweisungen sichern
es: Exporta eventos y el menú asignaciones
he: ייצוא הגדרות תפריט ואירועים
it: Esporta eventi e assegnazioni
ja: イベントやメニューの設定をエクスポート
nl: Exporteer acties en menu opdrachten
pt_pt: Exporta as atribuições de eventos e menus
ru: Сохранить назначения и меню
zh_cn: 导出事件及菜单配置
zh_tw: 導出事件及項目單配置

source: Restore Assignments
de: Zuweisungen wiederherstellen
es: Restaurar asignaciones
he: איפוס שיוכים
it: Ripristina assegnazioni
ja: 設定の復元
nl: Herstel Opdrachten
pt_pt: Restaurar atribuições
ru: Восстановить назначения
zh_cn: 还原配置
zh_tw: 還原配置

# RESTORE_ASSIGNMENTS_DETAIL
source: Restore exported assignments
de: Ereignis- und Menüzuweisungen wiederherstellen
es: Restaurar asignaciones exportadas
he: שחזור מייצוא
it: Ripristina assegnazioni esportate
ja: エクスポートした設定を復元
nl: Herstel geëxporteerde opdrachten
pt_pt: Restaura as atribuições exportadas
ru: Восстановить сохраненные назначения
zh_cn: 还原已导出的配置
zh_tw: 還原已導出的配置

# RESTORE_ALERT_TITLE
source: Restore Activator Settings
de: Activator-Einstellungen wiederherstellen
es: Restaurar ajustes de activator
he: איפוס הגדרות Activator
it: Ripristina impostazioni
ja: Activatorの設定を復元する
nl: Herstel Activator Instellingen
pt_pt: Restaurar definições do Activator
ru: Восстановление настроек Activator
zh_cn: 还原 Activator 设置
zh_tw: 還原 Activator 设置
