Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# EVENT_DESCRIPTION_libactivator.volume.up.press.with-menu
source: Press both buttons simultaneously
de: Beide Tasten zugleich drücken
it: Premere power e volume sù insieme
pt_pt: Pressione os dois botões simultâneamente
zh_tw: 同時按下兩個按鈕

# EVENT_TITLE_libactivator.volume.toggle-mute-twice
source: Toggle Ringer Twice
de: Lautlos-Schalter zweimal umschalten
es: Activar silencio dos veces
fr: Mettre en silence
he: שינוי מתג ההשתקה פעמיים
it: Alterna muto
ja: スイッチを切り替え
nl: Schakel Muteknop Tweemaal
pt_pt: Alternar silêncio duas vezes
ru: Переключить звук дважды
zh_cn: 拨动两下响铃/静音开关
zh_tw: 撥動兩下『響鈴/靜音』切換按鈕

# EVENT_DESCRIPTION_libactivator.volume.toggle-mute-twice
source: Flip ringer switch on/off and back
de: Lautlos-Schalter zweimal auf an / aus stellen
es: Act./desac. el silencio 2 veces seguidas
fr: Appuyez sur Marche/Arrêt silence deux fois consécutives
he: העברת מתג ההשתקה הצדדי למצב פעיל/כבוי ופעמיים
it: Alternare l'interruttore muto 2 volte
ja: サイレントスイッチを2回切り替える
nl: Schakel muteknop aan/uit en terug
pt_pt: Mude a posição do interruptor do tocar/silêncio e volte à posição anterior
ru: Включить и выключить звук переключателем
zh_cn: 拨动一下响铃/静音开关然后还原
zh_tw: 撥動一下『響鈴/靜音』切換按鈕然後還原

# EVENT_TITLE_libactivator.volume.mute
source: Toggle Ringer Off
de: Klingelton ausschalten
es: Silenciar dispositivo
fr: Mettre en silence
he: מצב שקט
it: Muto
ja: 消音
nl: Mute Apparaat
pt_pt: Alternar para silêncio
ru: Выключить звук
zh_cn: 设备静音
zh_tw: 關閉『響鈴/靜音』切換按鈕

# EVENT_DESCRIPTION_libactivator.volume.mute
source: Flip ringer switch to the off position
de: Lautlos-Schalter auf "Aus"-Position stellen
es: Activa el silencio a través del botón timbre
fr: Activez silence via l'interrupteur de sonnerie
he: העברת המתג הצדדי במכשיר למצב שקט
it: Attivare il muto tramite l'interruttore
ja: サイレントスイッチからデバイスを消音
nl: Activeer demping via geluidsschakelaar
pt_pt: Mude a posição do interruptor para silêncio
ru: Выключить звук переключателем
zh_cn: 通过响铃/静音开关开启静音
zh_tw: 關閉『響鈴/靜音』切換按鈕以使用靜音模式

# EVENT_TITLE_libactivator.volume.unmute
source: Toggle Ringer On
de: Klingelton einschalten
es: Desilenciar dispositivo
fr: Réactive le son
he: מצב צלצול
it: Non muto
ja: 消音を解除
nl: Unmute Apparaat
pt_pt: Alternar para tocar
ru: Включить звук
zh_cn: 设备取消静音
zh_tw: 開啟『響鈴/靜音』切換按鈕

# EVENT_DESCRIPTION_libactivator.volume.unmute
source: Flip ringer switch to the on position
de: Lautlos-Schalter auf "Ein"-Position stellen
es: Desactiva el silencio a través del botón timbre
fr: Désactivez silence via l'interrupteur de sonnerie
he: העברה למצב צלצול (הוצאת המכשיר מ-"מצב שקט")
it: Disattivare il muto tramite l'interruttore
ja: サイレントスイッチからデバイスの消音を解除
nl: Deactiveer demping via geluidsschakelaar
pt_pt: Mude a posição do interruptor para tocar
ru: Включить звук переключателем
zh_cn: 通过响铃/静音开关取消静音
zh_tw: 開啟『響鈴/靜音』切換按鈕以使用響鈴模式

# EVENT_TITLE_libactivator.headset-button.press.single
source: Button Single Press
de: Einzeln drücken
es: Pulsar
fr: Appui simple
he: הקשה
it: Pressione singola
ja: 1回押す
nl: Druk Knop Eenmaal
pt_pt: Pressionar uma vez o botão
ru: Одиночное нажатие
zh_cn: 按一下按钮
zh_tw: 按一下按鈕

# EVENT_DESCRIPTION_libactivator.headset-button.press.single
source: Press headset button once
de: Drücke die Headset-Taste einmal
es: Pulsa una vez el botón de auriculares
fr: Appuyez une fois sur le bouton du casque
he: הקשה אחת על כפתור האוזניה
it: Premere il pulsante auricolare
ja: ヘッドセットボタンを1回押す
nl: Druk headset-knop eenmaal in
pt_pt: Pressione uma vez o botão do auricular
ru: Нажать кнопку ответа один раз
zh_cn: 按一下耳机中央按钮
zh_tw: 按一下耳機中央按鈕

# EVENT_TITLE_libactivator.headset-button.hold.short
source: Button Short Hold
de: Kurz halten
es: Pulsar corto
fr: Maintenir
he: לחיצה קצרה
it: Pressione breve
ja: 長押し
nl: Knop Kort Inhouden
pt_pt: Segurar brevemente o botão
ru: Короткое удержание
zh_cn: 按住按钮
zh_tw: 按住按鈕

# EVENT_DESCRIPTION_libactivator.headset-button.hold.short
source: Press and hold headset button
de: Drücke und halte die Headset-Taste
es: Mantén pulsado el botón de auriculares
fr: Maintenez enfoncé le bouton du casque
he: הקשה והחזקת כפתור האוזניה לחוץ
it: Tenere premuto il pulsante auricolare
ja: ヘッドセットボタンを長押し
nl: Druk en houd headset-knop kort ingedrukt
pt_pt: Pressione e segure brevemente o botão do auricular
ru: Нажать и держать кнопку ответа
zh_cn: 按住耳机中央按钮
zh_tw: 按住耳機中央按鈕

# EVENT_TITLE_libactivator.headset.connected
source: Connected
es: Conectar
he: חיבור
it: Connesso
ja: 接続
nl: Verbonden
pt_pt: Ligado
ru: Подкл. гарнитуры
zh_cn: 连接耳机
zh_tw: 連結耳機

# EVENT_DESCRIPTION_libactivator.headset.connected
source: Headset plugged into device
de: Headset wurde verbunden
es: Conecta los auriculares al dispositivo
he: כאשר אוזניות חוברו אל המכשיר
it: Auricolare collegato al dispositivo
ja: ヘッドセットをデバイスに接続
nl: Headset ingeplugd in apparaat
pt_pt: Auricular ligado ao dispositivo
ru: При подключении гарнитуры
zh_cn: 设备插上耳机
zh_tw: 連結上有線耳機

# EVENT_TITLE_libactivator.headset.disconnected
source: Disconnected
es: Desconectar
he: ניתוק
it: Disconnesso
ja: 切断
nl: Ontkoppeld
pt_pt: Desligado
ru: Откл. гарнитуры
zh_cn: 断开耳机连接
zh_tw: 斷開耳機連結

# EVENT_DESCRIPTION_libactivator.headset.disconnected
source: Headset unplugged from device
de: Headset wurde getrennt
es: Desconecta los auriculares del dispositivo
he: כאשר אוזניות נותקו מהמכשיר
it: Auricolare scollegato dal dispositivo
ja: ヘッドセットをデバイスから切断
nl: Headset ontkoppeld van device
pt_pt: Auricular desligado do dispositivo
ru: При отключении гарнитуры
zh_cn: 设备拔下耳机
zh_tw: 斷開與有線耳機的連結

# EVENT_TITLE_libactivator.lockscreen.clock.double-tap
source: Double Tap Clock
de: Doppelt auf Uhr tippen
es: Tocar dos veces
fr: Appui double sur l'horloge
he: הקשה כפולה על השעון
it: Pressione doppia
ja: 時計をダブルタップ
nl: Dubbeltap Klok
pt_pt: Tocar duas vezes no relógio
ru: Двойное касание часов
zh_cn: 按两下时钟
zh_tw: 按兩下時鐘

# EVENT_DESCRIPTION_libactivator.lockscreen.clock.double-tap
source: Double-tap clock/date area
de: Doppelt auf die Uhrzeit tippen
es: Toca 2 veces en el área del reloj
fr: Appuyez deux fois dans la zone de l'horloge
he: הקשה כפולה באיזור השעון/התאריך
it: Premere due volte sulla zona ora/data
ja: 時刻・日付表示の部分を2回タップ
nl: Dubbeltap klok/datum ruimte
pt_pt: Toque duas vezes na área do relógio/data
ru: Дважды коснуться часов
zh_cn: 按两下时钟/日期区域
zh_tw: 按兩下時鐘/日期區域

# EVENT_TITLE_libactivator.lockscreen.clock.swipe-left
source: Swipe Clock Left
de: Auf Uhr nach links streichen
es: Deslizar reloj izquierda
he: החלקת שעון שמאלה
it: Scorrimento (sinistra)
pt_pt: Deslizar para a esquerda no relógio
ru: Свайп по часам влево
zh_cn: 向左拖动时钟
zh_tw: 向左拖動時鐘

# EVENT_DESCRIPTION_libactivator.lockscreen.clock.swipe-left
source: Swipe left on clock/date area
de: Auf der Uhrzeit nach links wischen
es: Desliza a la izquierda sobre el reloj
he: החלקה שמאלה באיזור השעון/התאריך
it: Scorrere verso sinistra sulla zona ora/data
pt_pt: Deslize para a esquerda na área do relógio/data
ru: Провести пальцем по часам влево
zh_cn: 向左拖动时钟/日期区域
zh_tw: 向左拖動時鐘/日期區域

# EVENT_TITLE_libactivator.lockscreen.clock.swipe-right
source: Swipe Clock Right
de: Auf Uhr nach rechts streichen
es: Deslizar reloj derecha
he: החלקת שעון ימינה
it: Scorrimento (destra)
pt_pt: Deslizar para a direita no relógio
ru: Свайп по часам вправо
zh_cn: 向右拖动时钟
zh_tw: 向右拖動時鐘

# EVENT_DESCRIPTION_libactivator.lockscreen.clock.swipe-right
source: Swipe right on clock/date area
de: Auf der Uhrzeit nach rechts wischen
es: Desliza a la derecha sobre el reloj
he: החלקה ימינה באיזור השעון/התאריך
it: Scorrere verso destra sulla zona ora/data
pt_pt: Deslize para a direita na área do relógio/data
ru: Провести пальцем по часам влево
zh_cn: 向右拖动时钟/日期区域
zh_tw: 向右拖動時鐘/日期區域

# EVENT_TITLE_libactivator.lockscreen.clock.swipe-down
source: Swipe Clock Down
de: Auf Uhr nach unten streichen
it: Scorrimento (giù)
pt_pt: Deslizar para baixo no relógio
zh_tw: 向下拖動時鐘

# EVENT_DESCRIPTION_libactivator.lockscreen.clock.swipe-down
source: Swipe down on clock/date area
de: Auf der Uhrzeit nach unten wischen
it: Scorrere verso il basso sulla zona ora/data
pt_pt: Deslize para baixo na área do relógio/data
zh_tw: 向下拖動時鐘/日期區域

# EVENT_TITLE_libactivator.lockscreen.clock.tap-hold
source: Tap and Hold Clock
de: Auf Uhr tippen und halten
es: Tocar corto el reloj
he: לחיצה קצרה
it: Pressione breve
pt_pt: Tocar e segurar no relógio
ru: Держать
zh_cn: 按住时钟
zh_tw: 按住時鐘

# EVENT_DESCRIPTION_libactivator.lockscreen.clock.tap-hold
source: Single tap & hold on clock/date area
de: Einmal auf die Uhrzeit tippen und halten
es: Mantén presionado el reloj
he: לחיצה והחזקה באיזור השעון/התאריך
it: Tenere premuto sulla zona ora/data
pt_pt: Tocar e segurar na área do relógio/data
ru: Длительное нажатие на часы
zh_cn: 按住时钟/日期区域
zh_tw: 按住時鐘/日期區域

# EVENT_TITLE_libactivator.power.connected
source: Connected
es: Conectar
fr: Connecté
he: מחובר
it: Connesso
ja: 充電開始
nl: Verbonden
pt_pt: Ligado
ru: Подсоедино
zh_cn: 连接电源
zh_tw: 連結電源

# EVENT_DESCRIPTION_libactivator.power.connected
source: Begin receiving A/C power
de: Netzstecker wird angeschlossen
es: Enchufa el cargador al dispositivo
fr: Lorsque vous branchez le chargeur
he: כאשר המכשיר מחובר לטעינה ונטען
it: All'inizio della ricezione di alimentazione
ja: デバイスの充電が開始されたとき
nl: Begint met stroom ontvangen
pt_pt: Começa a receber alimentação
ru: При подключении зарядки
zh_cn: 正使用外接供电
zh_tw: 連結上外部電源

# EVENT_TITLE_libactivator.power.disconnected
source: Disconnected
es: Desconectar
fr: Déconnecté
he: מנותק
it: Disconnesso
ja: 充電終了
nl: Ontkoppeld
pt_pt: Desligado
ru: Отсоединено
zh_cn: 断开电源
zh_tw: 斷開電源

# EVENT_DESCRIPTION_libactivator.power.disconnected
source: Stop receiving A/C power
de: Netzstecker wird entfernt
es: Desenchufa el cargador del dispositivo
fr: Lorsque vous débranchez le chargeur
he: כאשר טעינת המכשיר נפסקת
it: Al termine della ricezione di alimentazione
ja: デバイスの充電が終了(切断)されたとき
nl: Stopt met stroom ontvangen
pt_pt: Deixa de receber alimentação
ru: При отключении зарядки
zh_cn: 已停止外接供电
zh_tw: 斷開外部電源

# EVENT_TITLE_libactivator.five-finger.pinch
source: Five Finger Pinch
de: Mit 5 Fingern zusammendrücken
es: Pellizcar con cinco dedos
he: צביטה ב-5 אצבעות
it: Compressione (5 dita)
ja: 5本指でピンチイン
nl: Vijf-Vinger Kneep
pt_pt: Juntar cinco dedos
ru: Свести 5 пальцев
zh_cn: 合拢五指
zh_tw: 往內撥動五指

# EVENT_DESCRIPTION_libactivator.five-finger.pinch
source: Pinch screen with five fingers
de: Bildschirm mit 5 Fingern zusammendrücken
es: Pellizca la pantalla con cinco dedos
he: צביטת המסך עם 5 אצבעות
it: Comprimere lo schermo con 5 dita
ja: 5本指で画面をピンチイン
nl: Knijp scherm met vijf vingers
pt_pt: Junte cinco dedos no ecrã
ru: Свести 5 пальцев на экране
zh_cn: 在屏幕合拢五只手指
zh_tw: 在螢幕往內撥動五隻手指

# EVENT_TITLE_libactivator.five-finger.spread
source: Five Finger Spread
de: Mit 5 Fingern auseinanderziehen
es: Separar con cinco dedos
he: פריסה ב-5 אצבעות
it: Allargamento (5 dita)
ja: 5本指でピンチアウト
nl: Vijf-Vinger Spreid
pt_pt: Afastar cinco dedos
ru: Развести 5 пальцев
zh_cn: 张开五指
zh_tw: 往外撥動五指

# EVENT_DESCRIPTION_libactivator.five-finger.spread
source: Spread screen with five fingers
de: Bildschirm mit 5 Fingern auseinanderziehen
es: Separa con cinco dedos sobre la pantalla
he: פריסה על המסך עם 5 אצבעות
it: Allargare lo schermo con 5 dita
ja: 5本指で画面をピンチアウト
nl: Spreid scherm met vijf vingers
pt_pt: Afaste cinco dedos no ecrã
ru: Развести 5 пальцев на экране
zh_cn: 在屏幕张开五只手指
zh_tw: 在螢幕往外撥動五隻手指

# EVENT_TITLE_libactivator.five-finger.tap
source: Five Finger Tap
de: Mit 5 Fingern tippen
es: Tocar con cinco dedos
he: הקשה ב-5 אצבעות
it: Pressione (5 dita)
ja: 5本指でタップ
nl: Vijf-Vinger Tap
pt_pt: Tocar com cinco dedos
ru: 5П:Касание экрана
zh_cn: 五指按一下
zh_tw: 五指按一下

# EVENT_DESCRIPTION_libactivator.five-finger.tap
source: Tap screen with five fingers
de: Bildschirm mit 5 Fingern antippen
es: Toca la pantalla con cinco dedos
he: הקשה על המסך עם 5 אצבעות
it: Premere lo schermo con 5 dita
ja: 5本指で画面をタップ
nl: Tap scherm met vijf vingers
pt_pt: Toque com cinco dedos no ecrã
ru: Коснуться экрана пятью пальцами
zh_cn: 在屏幕用五指按一下
zh_tw: 在螢幕用五指按一下

# EVENT_TITLE_libactivator.four-finger.pinch
source: Four Finger Pinch
de: Mit 4 Fingern zusammendrücken
es: Pellizcar con cuatro dedos
he: צביטה ב-4 אצבעות
it: Compressione (4 dita)
ja: 4本指でピンチイン
nl: Vier-Vinger Kneep
pt_pt: Juntar quatro dedos
ru: Свести 4 пальца
zh_cn: 合拢四指
zh_tw: 往內撥動四指

# EVENT_DESCRIPTION_libactivator.four-finger.pinch
source: Pinch screen with four fingers
de: Bildschirm mit 4 Fingern zusammendrücken
es: Pellizca la pantalla con cuatro dedos
he: צביטת המסך עם 4 אצבעות
it: Comprimere lo schermo con 4 dita
ja: 4本指で画面をピンチイン
nl: Knijp scherm met vier vingers
pt_pt: Junte quatro dedos no ecrã
ru: Свести 4 пальца на экране
zh_cn: 在屏幕合拢四只手指
zh_tw: 在螢幕往內撥動四隻手指

# EVENT_TITLE_libactivator.four-finger.spread
source: Four Finger Spread
de: Mit 4 Fingern auseinanderziehen
es: Separar con cuatro dedos
he: פריסה ב-4 אצבעות
it: Allargamento (4 dita)
ja: 4本指でピンチアウト
nl: Vier-Vinger Spreid
pt_pt: Afastar quatro dedos
ru: Развести 4 пальца
zh_cn: 张开四指
zh_tw: 往外撥動四指

# EVENT_DESCRIPTION_libactivator.four-finger.spread
source: Spread screen with four fingers
de: Bildschirm mit 4 Fingern auseinanderziehen
es: Separa con cuatro dedos sobre la pantalla
he: פריסה על המסך עם 4 אצבעות
it: Allargare lo schermo con 4 dita
ja: 4本指で画面をピンチアウト
nl: Spreid scherm met vier vingers
pt_pt: Afaste quatro dedos no ecrã
ru: Развести 4 пальца на экране
zh_cn: 在屏幕张开四只手指
zh_tw: 在螢幕往外撥動四隻手指

# EVENT_TITLE_libactivator.four-finger.tap
source: Four Finger Tap
de: Mit 4 Fingern tippen
es: Tocar con cuatro dedos
he: הקשה ב-4 אצבעות
it: Pressione (4 dita)
ja: 4本指でタップ
nl: Vier-Vinger Tap
pt_pt: Tocar quatro dedos
ru: 4П:Касание экрана
zh_cn: 四指按一下
zh_tw: 四指按一下

# EVENT_DESCRIPTION_libactivator.four-finger.tap
source: Tap screen with four fingers
de: Bildschirm mit 4 Fingern antippen
es: Toca la pantalla con cuatro dedos
he: הקשה על המסך עם 4 אצבעות
it: Premere lo schermo con 4 dita
ja: 4本指で画面をタップ
nl: Tap scherm met vier vingers
pt_pt: Toque com quatro dedos no ecrã
ru: Коснуться экрана четырьмя пальцами
zh_cn: 在屏幕用四指按一下
zh_tw: 在螢幕用四指按一下

# EVENT_TITLE_libactivator.three-finger.pinch
source: Three Finger Pinch
de: Mit 3 Fingern zusammendrücken
es: Pellizcar con tres dedos
he: צביטה ב-3 אצבעות
it: Compressione (3 dita)
ja: 3本指でピンチイン
nl: Drie-Vinger Kneep
pt_pt: Juntar três dedos
ru: Свести 3 пальца
zh_cn: 合拢三指
zh_tw: 往內撥動三指

# EVENT_DESCRIPTION_libactivator.three-finger.pinch
source: Pinch screen with three fingers
de: Bildschirm mit 3 Fingern zusammendrücken
es: Pellizca la pantalla con tres dedos
he: צביטת המסך עם 3 אצבעות
it: Comprimere lo schermo con 3 dita
ja: 3本指で画面をピンチイン
nl: Knijp scherm met drie vingers
pt_pt: Junte três dedos no ecrã
ru: Свести 3 пальца на экране
zh_cn: 在屏幕合拢三只手指
zh_tw: 在螢幕往內撥動三隻手指

# EVENT_TITLE_libactivator.three-finger.spread
source: Three Finger Spread
de: Mit 3 Fingern auseinanderziehen
es: Separar con tres dedos
he: פריסה ב-3 אצבעות
it: Allargamento (3 dita)
ja: 3本指でピンチアウト
nl: Drie-Vinger Spreid
pt_pt: Afastar três dedos
ru: Развести 3 пальца
zh_cn: 张开三指
zh_tw: 往外撥動三指

# EVENT_DESCRIPTION_libactivator.three-finger.spread
source: Spread screen with three fingers
de: Bildschirm mit 3 Fingern auseinanderziehen
es: Separa con tres dedos sobre la pantalla
he: פריסה על מסך עם 3 אצבעות
it: Allargare lo schermo con 3 dita
ja: 3本指で画面をピンチアウト
nl: Spreid scherm met drie vingers
pt_pt: Afaste três dedos no ecrã
ru: Развести 3 пальца на экране
zh_cn: 在屏幕用三指按一下
zh_tw: 在螢幕用三指按一下

# EVENT_TITLE_libactivator.three-finger.tap
source: Three Finger Tap
de: Mit 3 Fingern tippen
es: Tocar con tres dedos
he: הקשה ב-3 אצבעות
it: Pressione (3 dita)
ja: 3本指でタップ
nl: Drie-Vinger Tap
pt_pt: Tocar três dedos
ru: 3П:Касание экрана
zh_cn: 三指按一下
zh_tw: 三指按一下

# EVENT_DESCRIPTION_libactivator.three-finger.tap
source: Tap screen with three fingers
de: Bildschirm mit 3 Fingern antippen
es: Toca la pantalla con tres dedos
he: הקשה על המסך עם 3 אצבעות
it: Premere lo schermo con 3 dita
ja: 3本指で画面をタップ
nl: Tap scherm met drie vingers
pt_pt: Toque com três dedos no ecrã
ru: Коснуться экрана тремя пальцами
zh_cn: 在屏幕用三指按一下
zh_tw: 在螢幕用三指按一下

# EVENT_TITLE_libactivator.icon.flick.down
source: Icon Flick Down
de: Icon nach unten schnipsen
es: Deslizar icono abajo
he: החלקת אייקון מטה
it: Scorrimento icona (giù)
pt_pt: Puxar ícone para baixo
ru: Провести по иконке вниз
zh_cn: 向下拖图标
zh_tw: 向下拖圖示

# EVENT_DESCRIPTION_libactivator.icon.flick.down
source: Flick SpringBoard icon downwards
de: Schnipse ein SpringBoard-Icon nach unten
es: Desliza sobre un icono hacia abajo
he: החלקת כל אייקון בספרינגבורד כלפי מטה
it: Scorrere l'icona verso il basso
pt_pt: Puxe um ícone do SpringBoard para baixo
ru: Провести по иконке вниз
zh_cn: 向下轻拖主屏幕图标
zh_tw: 向下輕拖『主畫面』圖示

# EVENT_TITLE_libactivator.icon.flick.left
source: Icon Flick Left
de: Icon nach links schnipsen
es: Deslizar icono izquierda
he: החלקת אייקון שמאלה
it: Scorrimento icona (sinistra)
pt_pt: Puxar ícone para a esquerda
ru: Провести по иконке влево
zh_cn: 向左拖图标
zh_tw: 向左拖圖示

# EVENT_DESCRIPTION_libactivator.icon.flick.left
source: Flick SpringBoard icon left
de: Schnipse ein SpringBoard-Icon nach links
es: Desliza sobre un icono hacia la izquierda
he: החלקת כל אייקון לצד שמאל בספרינגבורד
it: Scorrere l'icona verso sinistra
pt_pt: Puxe um ícone do SpringBoard para a esquerda
ru: Провести по иконке влево
zh_cn: 向左轻拖主屏幕图标
zh_tw: 向左輕拖『主畫面』圖示

# EVENT_TITLE_libactivator.icon.flick.right
source: Icon Flick Right
de: Icon nach rechts schnipsen
es: Deslizar icono derecha
he: החלקת אייקון ימינה
it: Scorrimento icona (destra)
pt_pt: Puxar ícone para a direita
ru: Провести по иконке вправо
zh_cn: 向右拖图标
zh_tw: 向右拖圖示

# EVENT_DESCRIPTION_libactivator.icon.flick.right
source: Flick SpringBoard icon right
de: Schnipse ein SpringBoard-Icon nach rechts
es: Desliza sobre un icono hacia la derecha
he: החלקת כל אייקון לצד ימין בספרינגבורד
it: Scorrere l'icona verso destra
pt_pt: Puxe um ícone do SpringBoard para a direita
ru: Провести по иконке вправо
zh_cn: 向右轻拖主屏幕图标
zh_tw: 向右輕拖『主畫面』圖示

# EVENT_TITLE_libactivator.icon.flick.up
source: Icon Flick Up
de: Icon nach oben schnipsen
es: Deslizar icono arriba
he: החלקת אייקון מעלה
it: Scorrimento icona (sù)
pt_pt: Puxar ícone para cima
ru: Провести по иконке вверх
zh_cn: 向上拖图标
zh_tw: 向上拖圖示

# EVENT_DESCRIPTION_libactivator.icon.flick.up
source: Flick SpringBoard icon upwards
de: Schnipse ein SpringBoard-Icon nach oben
es: Desliza sobre un icono hacia arriba
he: החלקת כל אייקון כלפי מעלה בספרינגבורד
it: Scorrere l'icona verso l'alto
pt_pt: Puxe um ícone do SpringBoard para cima
ru: Провести по иконке вверх
zh_cn: 向上轻拖主屏幕图标
zh_tw: 向上輕拖『主畫面』圖示

# EVENT_TITLE_libactivator.clamshell.close
source: Close Cover
de: Smart Cover schließen
es: Cerrar tapa
he: סגירת כיסוי
it: Chiusura cover
pt_pt: Fechar capa
ru: Закрыть обложку/чехол
zh_cn: 合上保护盖
zh_tw: 合上護蓋

# EVENT_DESCRIPTION_libactivator.clamshell.close
source: Close protective screen cover
de: Bildschirmabdeckung schließen
es: Cierra la tapa protectora
he: סגירת המכסה של ה-iPad
it: Chiudere la smart cover protettiva
pt_pt: Feche a capa protectora do ecrã
ru: Закрыть магнитную обложку
zh_cn: 合上屏幕保护盖
zh_tw: 合上螢幕護蓋

# EVENT_TITLE_libactivator.clamshell.open
source: Open Cover
de: Smart Cover öffnen
es: Abrir tapa
he: פתיחת כיסוי
it: Apertura cover
pt_pt: Abrir capa
ru: Открыть обложку/чехол
zh_cn: 开启保护盖
zh_tw: 開啟護蓋

# EVENT_DESCRIPTION_libactivator.clamshell.open
source: Open protective screen cover
de: Bildschirmabdeckung öffnen
es: Abre la tapa protectora
he: פתיחת המכסה של ה-iPad
it: Aprire la smart cover protettiva
pt_pt: Abra a capa protectora do ecrã
ru: Открыть магнитную обложку
zh_cn: 开启屏幕保护盖
zh_tw: 開啟螢幕護蓋

# EVENT_TITLE_libactivator.device.locked
source: Locked
es: Bloqueado
he: נעול
it: Blocco
pt_pt: Bloqueado
ru: Заблокировано
zh_tw: 鎖定

# EVENT_DESCRIPTION_libactivator.device.locked
source: Device locked via sleep button or timeout
de: iDevice über den Schlafen-Button gesperrt
es: Dispositivo bloquedo por el botón reposo o por tiempo
he: נעילה ע״י הקשה על כפתור הנעילה או דרך נעילה אוטו'
it: Blocco con tasto power o automatico
pt_pt: Dispositivo bloqueado via botão de bloqueio ou por limite de tempo
ru: Устр-во заблокировано кнопкой или автоматически
zh_tw: 通過電源鍵鎖定或自動鎖定

# EVENT_TITLE_libactivator.device.unlocked
source: Unlocked
es: Desbloqueado
he: פתוח
it: Sblocco
pt_pt: Desbloqueado
ru: Разблокировано
zh_tw: 解除鎖定

# EVENT_DESCRIPTION_libactivator.device.unlocked
source: Device unlocked via slide to unlock
de: iDevice über den Sperrbildschirm entsperrt
es: Dispositivo desbloqueado por la barra deslizadora
he: החלקת סליידר ה-״החלק/י לפתיחה״ במסך הנעילה
it: Sblocco tramite scorrimento freccia
pt_pt: Dispositivo desbloqueado via botão de deslizar para desbloquear
ru: Устр-во разблокировано кнопкой или автоматически
zh_tw: 通過『滑動來解鎖』以解除裝置鎖定

# EVENT_TITLE_libactivator.fingerprint-sensor.press.single
source: Single Press
de: Einmal drücken
es: Toque
it: Sfioramento singolo
pt_pt: Pressionar uma vez
zh_tw: 按一下

# EVENT_DESCRIPTION_libactivator.fingerprint-sensor.press.single
source: Touch fingerprint sensor once
de: Drücke den Fingerabdrucksensor einmal
es: Toca el sensor de huella una vez
it: Sfiorare il sensore impronte digitali
pt_pt: Pressione uma vez o sensor de impressão digital
zh_tw: 按一下指紋身分識別感應器

# EVENT_TITLE_libactivator.fingerprint-sensor.press.twice
source: Double Press
de: Doppelt drücken
it: Sfioramento doppio
pt_pt: Pressionar duas vezes
zh_tw: 按兩下

# EVENT_DESCRIPTION_libactivator.fingerprint-sensor.press.twice
source: Touch fingerprint sensor twice
de: Drücke den Fingerabdrucksensor zweimal
it: Sfiorare due volte il sensore impronte digitali
pt_pt: Pressione duas vezes o sensor de impressão digital
zh_tw: 按兩下指紋身分識別感應器

# EVENT_TITLE_libactivator.fingerprint-sensor.hold
source: Short Hold
de: Kurz halten
it: Sfioramento breve
pt_pt: Segurar
zh_tw: 按住

# EVENT_DESCRIPTION_libactivator.fingerprint-sensor.hold
source: Touch and hold on fingerprint sensor
de: Drücke und halte den Fingerabdrucksensor
it: Tenere sfiorato il sensore impronte digitali
pt_pt: Pressione e segure o sensor de impressão digital
zh_tw: 按一下指紋身分識別感應器

# EVENT_TITLE_libactivator.fingerprint-sensor.press.single.with-slide-in
source: Single Press and Slide Up
de: Einmal drücken und hoch wischen
pt_pt: Pressionar uma vez e deslizar para cima
zh_tw: 按一下後向上滑動

# EVENT_DESCRIPTION_libactivator.fingerprint-sensor.press.single.with-slide-in
source: Touch fingerprint sensor and swipe onto screen
de: Drücke den Sensor und wische auf den Bildschirm
pt_pt: Pressione uma vez o sensor de impressão digital e deslize para o ecrã
zh_tw: 按一下指紋身分識別感應器後向螢幕滑動

# EVENT_TITLE_libactivator.fingerprint-sensor.hold-long
source: Long Hold
de: Lang halten
pt_pt: Segurar prolongadamente
zh_tw: 長按

# EVENT_DESCRIPTION_libactivator.fingerprint-sensor.hold-long
source: Touch and long hold on fingerprint sensor
de: Drücke und halte den Fingerabdrucksensor lang
pt_pt: Pressione e segure prolongadamente o sensor de impressão digital
zh_tw: 長按指紋身分識別感應器

# EVENT_TITLE_libactivator.fingerprint-sensor.press.single.with-hold
source: Single Press and Hold
de: Einmal drücken und halten
pt_pt: Pressionar e segurar brevemente
zh_tw: 按一下後按住

# EVENT_DESCRIPTION_libactivator.fingerprint-sensor.press.single.with-hold
source: Touch twice and hold on fingerprint sensor
de: Drücke den Fingerabdrucksensor zweimal und halte ihn
pt_pt: Pressione duas vezes e segure brevemente o sensor de impressão digital
zh_tw: 先按一下再鬆開，之後按住指紋身分識別感應器

# EVENT_TITLE_libactivator.drag-along.screen-bottom.left-to-right
source: Drag left to right
de: Von links nach rechts
es: Arrastrar de izquierda a derecha
he: גרירה משמאל לימין
it: Da sinistra verso destra
pt_pt: Deslizar da esquerda para a direita
ru: Провести слева направо
zh_tw: 從左向右拖動
