Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# NEW_EVENT_DESCRIPTION_libactivator.message-received_MESSAGE_AND_SENDER_FORMAT
source: Message contains "%2$@", sender is %1$@
de: Die Nachricht enthält "%2$@" vom Absender %1$@
es: El mensaje contiene "%2$@", el remitente es %1$@
he: כל הודעה מ-%1$@ המכילה את המילה "%2$@"
it: Il messaggio contiene "%2$@", Il mittente è %1$@
pt_pt: Mensagem contém "%2$@", remetente é %1$@
ru: Сообщ. содержит "%2$@", отправитель: %1$@
zh_tw: 發件人是 %1$@ 且訊息內容包括『%2$@』

# NEW_EVENT_TITLE_libactivator.network.joined-wifi
source: Joined Wi-Fi Network
de: WLAN-Netzwerk beitreten
es: Conectado a red Wi-Fi
he: הצטרפות לרשת אלחוטית
it: Connessione rete Wi-Fi
pt_pt: Ligado a rede Wi-Fi
zh_tw: 加入 Wi-Fi 網路

# NEW_EVENT_DESCRIPTION_libactivator.network.joined-wifi
source: Connected to a Wi-Fi network
de: Mit einem WLAN-Netzwerk verbunden
es: Conectado a una red Wi-Fi
he: כאשר המכשיר מתחבר לרשת אלחוטית (Wi-Fi)
it: Connessione ad una rete Wi-Fi specifica
pt_pt: Ao ligar a uma rede Wi-Fi
zh_tw: 連結到某個 Wi-Fi 網路

# NEW_EVENT_TITLE_libactivator.network.joined-wifi_FORMAT
source: Joined %@
de: "%@" beigetreten
es: Conectado a %@
he: מחובר ל-%@
it: Connessione a %@
pt_pt: Ligado a %@
zh_tw: 加入 %@

# NEW_EVENT_DESCRIPTION_libactivator.network.joined-wifi_FORMAT
source: Connected to specific Wi-Fi network
de: Mit einem bestimmten WLAN-Netzwerk verbunden
es: Conectado a una red Wi-Fi específica
he: מחובר לרשת אלחוטית בשם "%@"
it: Connessione alla rete Wi-Fi specificata
pt_pt: Ao ligar a uma rede Wi-Fi específica
zh_tw: 加入指定 Wi-Fi 網路

source: Network Name
es: Nombre de la red
he: שם הרשת
it: Nome rete
pt_pt: Nome da rede
zh_tw: 網路名

# EVENT_TITLE_libactivator.network.joined-wifi
source: Joined Wi-Fi
de: WLAN-Netzwerk beigetreten
es: Conectado a Wi-Fi
he: הצטרפות לרשת אלחוטית
it: Connessione rete Wi-Fi
pt_pt: Ligado ao Wi-Fi
zh_tw: 加入 Wi-Fi 網路

# EVENT_DESCRIPTION_libactivator.network.joined-wifi
source: Connected to any Wi-Fi network
de: Mit einem WLAN-Netzwerk verbunden
es: Conectado a cualquier red Wi-Fi
he: התחברות לרשת אלחוטית כל שהיא
it: Connessione ad una rete Wi-Fi
pt_pt: Ao ligar a qualquer rede Wi-Fi
zh_tw: 加入任意 Wi-Fi 網路

# EVENT_TITLE_libactivator.network.left-wifi
source: Left Wi-Fi
de: WLAN-Netzwerk verlassen
es: Abandonar Wi-Fi
he: עזיבת רשת אלחוטית
it: Disconnessione rete Wi-Fi
pt_pt: Desligado do Wi-Fi
zh_tw: 斷開 Wi-Fi 連結

# EVENT_DESCRIPTION_libactivator.network.left-wifi
source: Disconnected from Wi-Fi network
de: Ein WLAN-Netzwerk verlassen
es: Desconectado de una red Wi-Fi
he: התנתקות מכל רשת אלחוטית
it: Disconnessione da una rete Wi-Fi
pt_pt: Ao desligar de rede Wi-Fi
zh_tw: 斷開當前 Wi-Fi 網路連結

# NEW_EVENT_TITLE_libactivator.network.bluetooth-connect_FORMAT
source: Connected to %@
de: Verbunden zu %@
es: Conectado con %@
he: מחובר ל-%@
it: Connessione a %@
pt_pt: Ligado a %@
zh_tw: 連結到 %@

# NEW_EVENT_DESCRIPTION_libactivator.network.bluetooth-connect_FORMAT
source: Connected to specific Bluetooth device
de: Mit einem bestimmten Bluetooth-Gerät verbunden
es: Conectado con un dispositivo específico
he: התחברות להתקן Bluetooth בשם "%@"
it: Connessione ad un dispositivo Bluetooth specifico
pt_pt: Ligado a um dispositivo Bluetooth específico
zh_tw: 連結到指定藍牙裝置

# NEW_EVENT_TITLE_libactivator.network.bluetooth-disconnect_FORMAT
source: Disconnected from %@
de: Getrennt von %@
es: Desconectado de %@
he: ניתוק מ-%@
it: Disconnessione da %@
pt_pt: Desligado de %@
zh_tw: 斷開與 %@ 的連結

# NEW_EVENT_DESCRIPTION_libactivator.network.bluetooth-disconnect_FORMAT
source: Disconnected from specific Bluetooth device
de: Von einem bestimmtes Bluetooth-Gerät getrennt
es: Desconectado con un dispositivo específico
he: התנתקות מחיבור להתקן ה-Bluetooth בשם "%@"
it: Disconnessione da un dispositivo Bluetooth specifico
pt_pt: Desligado de um dispositivo Bluetooth específico
zh_tw: 斷開與指定裝置的連結

# EVENT_DESCRIPTION_libactivator.fingerprint-sensor.match_FORMAT
source: Receive "%@" fingerprint match
de: Empfange den Fingerabdruck "%@"
es: Huella "%@" coincide
it: Riconoscimento impronta "%@" valida
pt_pt: Recebe correspondência da impressão digital de "%@"
zh_tw: 檢測到匹配的指紋『%@』

# NEW_EVENT_TITLE_libactivator.power.drain-past
source: Battery Drains
de: Batterieladung fällt
it: Batteria (scaricamento)
pt_pt: Bateria descarregada
zh_tw: 電量消耗

# NEW_EVENT_TITLE_libactivator.power.drain-past_FORMAT
source: Battery Drains Past %@%%
de: Batterieladung erreicht weniger als %@%%
it: Batteria scarica oltre al %@%%
pt_pt: Bateria descarregada abaixo de %@%%
zh_tw: 電池電量低於 %@%%

# NEW_EVENT_DESCRIPTION_libactivator.power.drain-past
source: Power level drains below specific level
de: Batterieladung sinkt unter einen Wert
it: La batteria scende sotto un livello specifico
pt_pt: Nível de bateria descarregada abaixo de um nível específico
zh_tw: 使用時電池電量低於一定程度

# NEW_EVENT_DESCRIPTION_libactivator.power.drain-past_FORMAT
source: Power level drains below %@%%
de: Batterieladung erreicht weniger als %@%%
it: Batteria scarica sotto al %@%%
pt_pt: Nível de bateria descarregada abaixo de %@%%
zh_tw: 電池電量消耗到低於 %@%%

# BATTERY_LEVEL_DRAINS_PAST
source: Power level drains below %@%%
de: Batterieladung erreicht weniger als %@%%
it: Batteria scarica sotto al %@%%
pt_pt: Nível de bateria descarregada abaixo de %@%%
zh_tw: 電池電量消耗到低於 %@%%

# NEW_EVENT_TITLE_libactivator.power.charge-past
source: Battery Charges
de: Batterieladung steigt
it: Batteria (caricamento)
pt_pt: Bateria carregada
zh_tw: 電池充電

# NEW_EVENT_TITLE_libactivator.power.charge-past_FORMAT
source: Battery Charges Past %@%%
de: Batterieladung erreicht mehr als %@%%
it: Batteria carica oltre al %@%%
pt_pt: Bateria carregada acima de %@%%
zh_tw: 電池電量高於 %@%%

# NEW_EVENT_DESCRIPTION_libactivator.power.charge-past
source: Power level charges above specific level
de: Batterieladung übersteigt einen Wert
it: La batteria sale sopra un livello specifico
pt_pt: Nível de bateria carregada acima de um nível específico
zh_tw: 充電時電池電量高於一定程度

# NEW_EVENT_DESCRIPTION_libactivator.power.charge-past_FORMAT
source: Power level charges above %@%%
de: Batterieladung erreicht mehr als %@%%
it: Batteria carica sopra al %@%%
pt_pt: Nível de bateria carregada acima de %@%%
zh_tw: 電池充電到電量高於 %@%%

# BATTERY_LEVEL_CHARGES_PAST
source: Power level charges above %@%%
de: Batterieladung erreicht mehr als %@%%
it: Batteria carica sopra al %@%%
pt_pt: Nível de bateria carregada acima de %@%%
zh_tw: 電池充電到電量高於 %@%%

# NEW_EVENT_TITLE_libactivator.network.left-wifi
source: Left Wi-Fi Network
de: WLAN-Netzwerk verlassen
it: Disconnessione rete Wi-Fi
pt_pt: Desligado de rede Wi-Fi
zh_tw: 斷開 Wi-Fi 連結

# NEW_EVENT_DESCRIPTION_libactivator.network.left-wifi
source: Disconnected from a Wi-Fi network
de: Ein WLAN-Netzwerk verlassen
it: Disconnessione da una rete Wi-Fi specifica
pt_pt: Ao desligar de uma rede Wi-Fi
zh_tw: 斷開某個 Wi-Fi 網路連結

# NEW_EVENT_TITLE_libactivator.network.left-wifi_FORMAT
source: Left %@
de: "%@" verlassen
it: Disconnessione da %@
pt_pt: Desligado de %@
zh_tw: 斷開 %@

# NEW_EVENT_DESCRIPTION_libactivator.network.left-wifi_FORMAT
source: Disconnected from specific Wi-Fi
de: Von einem bestimmten WLAN-Netzwerk getrennt
it: Disconnessione dalla rete Wi-Fi specificata
pt_pt: Desligado de uma rede Wi-Fi específica
zh_tw: 斷開指定的 Wi-Fi 網路連結

# NEW_EVENT_TITLE_libactivator.icon.3d-touch
source: Icon 3D Touch
de: 3D Touch auf ein Icon
pt_pt: 3D Touch num ícone
zh_tw: 圖示 3D Touch

# NEW_EVENT_DESCRIPTION_libactivator.icon.3d-touch
source: A specific icon is force touched
de: 3D Touch auf ein Icon wurde ausgelöst
pt_pt: Ao tocar com força num ícone específico
zh_tw: 強制點按某個應用程式的圖示

# EVENT_TITLE_libactivator.icon.3d-touch_FORMAT
source: %@ Icon 3D Touch
de: 3D Touch auf "%@"
pt_pt: 3D Touch em %@
zh_tw: %@ 圖示 3D Touch

# EVENT_DESCRIPTION_libactivator.icon.3d-touch_FORMAT
source: Force touch %@ SpringBoard icon
de: Löse 3D Touch auf das Icon von "%@" aus
pt_pt: Toque com força no ícone %@
zh_tw: 強制點按 %@ 『主畫面』圖示

# LISTENER_GROUP_TITLE_System Actions
source: System Actions
de: System-Aktionen
es: Acciones del sistema
fr: Actions système
he: פעולות מערכתיות
it: Azioni sistema
ja: システムの動作
nl: Systeemacties
pt_pt: Acções do sistema
ru: Системные действия
zh_cn: 系统动作
zh_tw: 系統動作

# LISTENER_GROUP_TITLE_System Applications
source: System Applications
de: System-Anwendungen
es: Aplicaciones del sistema
fr: Système applications
he: יישומי מערכת
it: Applicazioni sistema
ja: システム・アプリケーション
nl: Systeemapplicaties
pt_pt: Aplicações do sistema
ru: Системные
zh_cn: 系统应用程序
zh_tw: 系統應用程式

# LISTENER_GROUP_TITLE_User Applications
source: User Applications
de: Benutzer-Anwendungen
es: Aplicaciones del usuario
fr: Utilisateur applications
he: יישומי המשתמש
it: Applicazioni utente
ja: ユーザー・アプリケーション
nl: Gebruikersapplicaties
pt_pt: Aplicações do utilizador
ru: Установленные
zh_cn: 用户应用程序
zh_tw: 使用者應用程式

# LISTENER_GROUP_TITLE_Lock Screen
source: Lock Screen
es: Pantalla de bloqueo
fr: Écran de veille
he: מסך נעילה
ja: ロック画面
pt_pt: Ecrã bloqueado
ru: Экран блокировки
zh_cn: 锁屏
zh_tw: 『鎖定』螢幕

# LISTENER_GROUP_TITLE_SBSettings Toggles
source: Toggles
es: Botones SBSettings
fr: SBSettings Toggles
he: כפתורי SBSettings
it: Interruttori SBSettings
ja: SBSettingsのトグル
nl: Schakelaars
pt_pt: Interruptores
ru: Перключатели
zh_cn: 开关
zh_tw: 開關

# LISTENER_GROUP_TITLE_SBSettings Toggles (Enable)
source: Toggles (Enable)
de: SBSettings ( Aktiviert )
es: Botones (Activar)
he: הפעלת כפתורי SBSettings
it: Interruttori SBSettings (Attiva)
nl: Schakelaars (Schakel In)
pt_pt: Interruptores (Activar)
ru: Переключатели (Вкл.)
zh_cn: 开关（开启）
zh_tw: 開關（開啟）

# LISTENER_GROUP_TITLE_SBSettings Toggles (Disable)
source: Toggles (Disable)
de: SBSettings ( Deaktiviert )
es: Botones (Desactivar)
he: כיבוי כפתורי SBSettings
it: Interruttori SBSettings (Disattiva)
nl: Schakelaars (Schakel Uit)
pt_pt: Interruptores (Desactivar)
ru: Переключатели (Выкл.)
zh_cn: 开关（关闭）
zh_tw: 開關（關閉）

# LISTENER_GROUP_TITLE_Phone
source: Phone
es: Teléfono
fr: Téléphone
he: טלפון
it: Telefono
ja: 電話
nl: Telefoon
pt_pt: Telefone
ru: Телефон
zh_cn: 电话
zh_tw: 電話

# LISTENER_GROUP_TITLE_Power
source: Power
es: Cargador
fr: Alimentation
he: חשמל
it: Alimentazione
ja: 電源
nl: Stroom
pt_pt: Alimentação
ru: Питание
zh_cn: 电源
zh_tw: 電源

# LISTENER_GROUP_TITLE_Audio
source: Audio
he: שמע
ja: オーディオ
pt_pt: Áudio
ru: Музыка
zh_cn: 音频
zh_tw: 音訊

# LISTENER_GROUP_TITLE_Settings
source: Settings
it: Impostazioni
pt_pt: Definições
ru: Настройки
zh_cn: 设置
zh_tw: 設定

# LISTENER_GROUP_TITLE_SuperScroller
source: SuperScroller
zh_cn: 增强滚屏
zh_tw: 增強滾屏

# LISTENER_GROUP_TITLE_Web Clips
source: Web Clips
it: Clip WEB
ja: ウェブクリップ
pt_pt: Atalhos
ru: Веб-приложения
zh_cn: 网页剪辑
zh_tw: 網頁剪輯

# LISTENER_GROUP_TITLE_Sharing
source: Sharing
de: Soziale Netze
es: Compartir
he: שיתוף
it: Condivisione
nl: Delen
pt_pt: Partilhar
ru: Редакторы
zh_cn: 分享
zh_tw: 共享

# LISTENER_GROUP_TITLE_Contacts
source: Contacts
es: Contactos
he: אנשי קשר
it: Contatti
pt_pt: Contactos
ru: Контакты
zh_cn: 通讯录
zh_tw: 聯絡資訊

# LISTENER_GROUP_TITLE_Camera
source: Camera
es: Cámara
he: מצלמה
it: Fotocamera
pt_pt: Câmara
ru: Камера
zh_cn: 相机
zh_tw: 相機

# LISTENER_GROUP_TITLE_Ringtones
source: Ringtones
de: Klingeltöne
es: Tonos
he: צלצולים
it: Suonerie
pt_pt: Toques
ru: Рингтоны
zh_tw: 鈴聲

# LISTENER_GROUP_TITLE_Switches
source: Switches
es: Interruptores
he: מתגים
it: Interruttori
pt_pt: Interruptores
ru: Переключатели
zh_tw: 開關

# LISTENER_GROUP_TITLE_Switches (Activate)
source: Switches (Activate)
de: Switches ( Aktiviert )
es: Interruptores (Activar)
he: הפעלת מתגים
it: Interruttori (Attiva)
pt_pt: Interruptores (Activar)
ru: Переключатели (Вкл.)
zh_tw: 開關（啟用）

# LISTENER_GROUP_TITLE_Switches (Deactivate)
source: Switches (Deactivate)
de: Switches ( Deaktiviert )
es: Interruptores (Desactivar)
he: כיבוי מתגים
it: Interruttori (Disattiva)
pt_pt: Interruptores (Desactivar)
ru: Переключатели (Выкл.)
zh_tw: 開關（停用）

# LISTENER_GROUP_TITLE_Fingerprint Sensor
source: Fingerprint Sensor
es: Lector de huellas
it: Impronte digitali
pt_pt: Sensor de impressão digital
zh_tw: 指紋身分識別感應器

# LISTENER_GROUP_TITLE_VideoPane
source: VideoPane
zh_tw: 視訊面板

# LISTENER_GROUP_TITLE_Profiles
source: Profiles
it: Profili
pt_pt: Perfis
zh_tw: 檔案

# LISTENER_GROUP_TITLE_Speech Synthesis
source: Speech Synthesis
it: Sintesi vocale
pt_pt: Síntese de voz
zh_tw: 朗讀

# LISTENER_GROUP_TITLE_Screen Brightness
source: Screen Brightness
it: Luminosità schermo
pt_pt: Brilho do ecrã
zh_tw: 螢幕亮度

# LISTENER_GROUP_TITLE_Message Alert
source: Message Alert
it: Messaggi di avviso
pt_pt: Messagem de alerta
zh_tw: 訊息提示

# LISTENER_GROUP_TITLE_Ask Siri
source: Ask Siri
de: Siri fragen
it: Domanda a Siri
pt_pt: Pergunte à Siri
zh_tw: 向 Siri 提問

# LISTENER_GROUP_TITLE_Run Command
source: Run Command
de: Befehl ausführen
pt_pt: Executar comando
zh_tw: 執行命令

# LISTENER_GROUP_TITLE_Application Shortcuts
source: Application Shortcuts
de: Verknüpfungen
pt_pt: Atalhos de aplicações
zh_tw: 快速動作

# LISTENER_GROUP_TITLE_Vibration
source: Vibration
pt_pt: Vibração
zh_tw: 振動

# LISTENER_GROUP_TITLE_Clock
source: Clock
pt_pt: Relógio
zh_tw: 時鐘

# LISTENER_GROUP_TITLE_Color Profiles
source: Color Profiles
pt_pt: Perfis de cor
zh_tw: 顏色檔案

# LISTENER_DESCRIPTION_switch-flip
source: Activate/deactivate switch
de: Aktiviert / Deaktiviert Switch
es: Activa/Desactiva el interruptor
he: הפעלה/כיבוי מתג
it: Alterna attiva/disattiva l'interruttore
pt_pt: Activa/desactiva interruptor
ru: Вкл. или выкл. переключатель
zh_tw: 啟用/停用該開關

# LISTENER_DESCRIPTION_switch-off
source: Deactivate switch
de: Switch deaktivieren
es: Desactiva el interruptor
he: כיבוי מתג
it: Disattiva l'interruttore
pt_pt: Desactiva interruptor
ru: Выкл. переключатель
zh_tw: 停用該開關

# LISTENER_DESCRIPTION_switch-on
source: Activate switch
de: Switch aktivieren
es: Activa el interruptor
he: הפעלת מתג
it: Attiva l'interruttore
pt_pt: Activa interruptor
ru: Вкл. переключатель
zh_tw: 啟用該開關

# LISTENER_DESCRIPTION_switch-action
source: Activate switch action
de: Aktiviere Switch-Aktion
it: Attiva azione dell'interruttore
pt_pt: Activa acção do interruptor
zh_tw: 激活開關動作

# LISTENER_DESCRIPTION_toggle
source: Activate/deactivate toggle
de: Aktiviert / Deaktiviert Schalter
es: Activa/Desactiva la función
fr: Active/désactive toggle
he: כיבוי/הפעלת כפתור
it: Alterna attiva/disattiva l'interruttore
ja: 有効化/無効化
nl: Activeer/deactiveer schakelaar
pt_pt: Activa/desactiva função
ru: Вкл/Выкл переключатель
zh_cn: 打开/关闭开关
zh_tw: 打開/關閉開關

# LISTENER_DESCRIPTION_toggle_enable
source: Activate toggle
de: Schalter aktivieren
es: Activa la función
he: הפעלת כפתור
it: Attiva l'interruttore
nl: Activeer schakelaar
pt_pt: Activa função
ru: Активировать переключатель
zh_cn: 打开开关
zh_tw: 打開開關

# LISTENER_DESCRIPTION_toggle_disable
source: Deactivate toggle
de: Schalter deaktivieren
es: Desactiva la función
he: כיבוי כפתור
it: Disattiva l'interruttore
nl: Deactiveer schakelaar
pt_pt: Desactiva função
ru: Деактивировать переключатель
zh_cn: 关闭开关
zh_tw: 關閉開關

# LISTENER_DESCRIPTION_application
source: Activate application
de: Anwendung starten
es: Inicia la aplicación
fr: Active l'application
he: פתיחת יישום
it: Avvia l'applicazione
ja: このAppを起動
nl: Activeer applicatie
pt_pt: Abre aplicação
ru: Запустить приложение
zh_cn: 启动该应用程序
zh_tw: 啟動該應用程式

# LISTENER_DESCRIPTION_profile
source: Activate profile
de: Profil aktivieren
it: Attiva il profilo
pt_pt: Activa perfil
zh_tw: 激活檔案

# LISTENER_TITLE_libactivator.system.homebutton
source: Home Button
es: Botón inicio
fr: Bouton d'accueil
he: כפתור הבית
it: Pulsante home
ja: ホーム
nl: Thuisknop
pt_pt: Botão principal
ru: Кнопка "Домой"
zh_cn: 主屏幕按钮
zh_tw: 『主畫面』按鈕

# LISTENER_DESCRIPTION_libactivator.system.homebutton
source: Simulate a press of the home button
de: Home-Button simulieren
es: Simula una pulsación al botón inicio
fr: Simule une pression sur le bouton d'accueil
he: הדמיית הקשה על כפתור הבית
it: Simula il pulsante home
ja: ホーム画面に戻る
nl: Simuleer een druk op de thuisknop
pt_pt: Simula pressionar o botão principal
ru: Имитация нажатия кнопки "Домой"
zh_cn: 模拟按一下主屏幕按钮
zh_tw: 模擬按一下『主畫面』按鈕

# LISTENER_TITLE_libactivator.system.powerdown
source: Power Down
es: Apagar
fr: Mise hors tension
he: כיבוי
it: Spegni
ja: 電源を切る
nl: Zet Uit
pt_pt: Desligar
ru: Выключить
zh_cn: 关机
zh_tw: 關機

# LISTENER_DESCRIPTION_libactivator.system.powerdown
source: Immediately powers down the device
de: Schaltet dein iDevice sofort aus
es: Apaga inmediatamente el dispositivo
fr: Mettre immédiatement votre appareil hors tension
he: כיבוי המכשיר באופן מיידי
it: Spegne il dispositivo
ja: デバイスの電源をオフにする
nl: Schakelt direct het apparaat direct
pt_pt: Desliga imediatamente o dispositivo
ru: Немедленное выключение
zh_cn: 关闭设备电源
zh_tw: 立即關閉装置電源

# LISTENER_TITLE_libactivator.system.power-menu
source: Power Down View
de: Ausschalten-Auswahl
pt_pt: Botão de desligar
zh_tw: 關機視圖

# LISTENER_DESCRIPTION_libactivator.system.power-menu
source: Show the system power down view
de: Zeigt dir die "Ausschalten-Auswahl" an
pt_pt: Mostra o botão de desligar
zh_tw: 顯示系統關機視圖

# LISTENER_TITLE_libactivator.system.reboot
source: Reboot
de: Neu starten
es: Reiniciar
fr: Redémarre
he: הפעלה מחדש
it: Riavvia
ja: 再起動
nl: Herstart
pt_pt: Reiniciar
ru: Перезагрузить
zh_cn: 重新启动
zh_tw: 重新啟動

# LISTENER_DESCRIPTION_libactivator.system.reboot
source: Immediately reboots the device
de: Startet dein iDevice sofort neu
es: Reinicia rápidamente el dispositivo
fr: Redémarre immédiatement votre appareil
he: ביצוע הפעלה מחדש למכשיר
it: Riavvia il dispositivo
ja: デバイスを再起動
nl: Herstart direct het apparaat
pt_pt: Reinicia imediatamente o dispositivo
ru: Немедленная перезагрузка
zh_cn: 重新启动设备
zh_tw: 重新開機装置

# LISTENER_TITLE_libactivator.system.respring
source: Respring
de: SpringBoard neu starten
he: ריספרינג
pt_pt: Reiniciar SpringBoard
ru: Респринг
zh_cn: 注销主屏幕
zh_tw: 重啟『主畫面』螢幕

# LISTENER_DESCRIPTION_libactivator.system.respring
source: Relaunch SpringBoard normally
de: Startet das SpringBoard neu
es: Relanza el SpringBoard normalmente
fr: Relance le SpringBoard normalement
he: ביצוע רענון וטעינה מחדש למערכת
it: Rilancia la SpringBoard normalmente
ja: SpringBoardを再起動
nl: Herstart SpringBoard normaal
pt_pt: Reinicia o SpringBoard normalmente
ru: Перезапустить Springboard (Респринг)
zh_cn: 重新加载主屏幕
zh_tw: 重新載入『主畫面』螢幕

# LISTENER_TITLE_libactivator.system.safemode
source: Safe Mode
de: Abgesicherter Modus
es: Modo seguro
fr: Mode sans échec
he: מצב בטוח
ja: セーフモード
nl: Veilige Modus
pt_pt: Modo de Segurança
ru: Безопасный режим
zh_cn: 安全模式
zh_tw: 安全模式

# LISTENER_DESCRIPTION_libactivator.system.safemode
source: Relaunch SpringBoard in safe mode
de: Springt in den abgesicherten Modus
es: Relanza el SB en modo seguro
fr: Relance le SpringBoard en mode sans échec
he: טעינה מחדש של המערכת על "מצב בטוח"
it: Rilancia la SpringBoard in Safe Mode
ja: セーフモードで起動
nl: Herstart SpringBoard in de veilige modus
pt_pt: Reinicia o SpringBoard em Modo de Segurança
ru: Запустить Безопасный режим
zh_cn: 重新加载主屏幕到安全模式
zh_tw: 重新載入『主畫面』螢幕到安全模式

# LISTENER_TITLE_libactivator.system.sleepbutton
source: Sleep Button
de: Schlafen-Button
es: Botón reposo
fr: Bouton de veille
he: כפתור הנעילה
it: Pulsante power
ja: スリープ
nl: Slaapknop
pt_pt: Botão de bloqueio
ru: Верхняя кнопка
zh_cn: 电源按钮
zh_tw: 電源鍵

# LISTENER_DESCRIPTION_libactivator.system.sleepbutton
source: Simulate a press of the sleep button
de: Schlaf-Button simulieren
es: Simula una pulsación al botón reposo
fr: Simule une pression sur le bouton de veille
he: הדמיית הקשה על כפתור הנעילה
it: Simula il pulsante power
ja: デバイスをロック
nl: Simuleer een druk op de slaapknop
pt_pt: Simula pressionar o botão de bloqueio
ru: Имитация нажатия верхней кнопки
zh_cn: 模拟按一下电源按钮
zh_tw: 模擬按一下電源鍵

# LISTENER_TITLE_libactivator.system.spotlight
source: Spotlight
de: Spotlight-Suche
he: הצגת ה-Spotlight
pt_pt: Pesquisa Spotlight
zh_cn: Spotlight 搜索
zh_tw: Spotlight 搜索

# LISTENER_DESCRIPTION_libactivator.system.spotlight
source: Activate SpringBoard's search page
de: Springt zur Spotlight-Suche
es: Activa la página de búsqueda
fr: Active la page de recherche du SpringBoard
he: הצגת דף החיפוש של הספרינגבורד
it: Mostra la ricerca
ja: Spotlightを表示
nl: Activeer SpringBoard's zoekpagina
pt_pt: Activa a página de pesquisa no SpringBoard
ru: Активировать страницу поиска
zh_cn: 激活 Spotlight 搜索页面
zh_tw: 啟動 Spotlight 搜尋網頁面

# LISTENER_TITLE_libactivator.system.take-screenshot
source: Take Screenshot
de: Bildschirmfoto machen
es: Captura de pantalla
fr: Capture d'écran
he: ביצוע צילום מסך
it: Cattura schermo
ja: スクリーンショット
nl: Neem Schermafbeelding
pt_pt: Capturar ecrã
ru: Сделать скриншот
zh_cn: 拍摄屏幕快照
zh_tw: 拍攝螢幕快照

# LISTENER_DESCRIPTION_libactivator.system.take-screenshot
source: Save screen contents to photos
de: Bildschirminhalt in einem Foto speichern
es: Guarda una captura en Fotos
fr: Enregistre le contenu de l'écran à vos photos
he: צילום המסך במצבו הנוכחי ושמירה בסרט הצילום
it: Cattura il contenuto dello schermo
ja: スクリーンショットを撮影
nl: Bewaar scherminhoud als foto
pt_pt: Guarda o conteúdo do ecrã para as fotografias
ru: Снять скриншот
zh_cn: 保存当前屏幕内容到相机胶卷
zh_tw: 保存當前螢幕內容到相機膠捲

# LISTENER_TITLE_libactivator.system.voice-control
source: Voice Control
es: Control por voz
fr: Commande vocale
he: שליטה קולית
it: Controllo vocale
ja: 音声コントロール
pt_pt: Controlo por voz
ru: Упр. голосом
zh_cn: 语音控制
zh_tw: 語音控制

# LISTENER_DESCRIPTION_libactivator.system.voice-control
source: Activate Voice Control
de: Sprachsteuerung aktivieren
es: Activa el control por voz
fr: Active la commande vocale
he: הפעלת שליטה קולית במכשיר
it: Attiva il controllo vocale
ja: 音声コントロールを表示
nl: Activeer Stembediening
pt_pt: Activa o controlo por voz
ru: Активировать Голос. упр.
zh_cn: 激活语音控制
zh_tw: 啟動語音控制

# LISTENER_DESCRIPTION_libactivator.system.virtual-assistant
source: Activate Siri
de: Virtuellen Assistenten aktivieren
es: Activa el asistente virtual
fr: Active l'assistant virtuel
he: הפעלת Siri
it: Attiva l'assistente virtuale
ja: Siriを有効にする
nl: Activeer Siri
pt_pt: Activa a Siri
ru: Активировать Siri
zh_cn: 激活虚拟助手（Siri）
zh_tw: 激活 Siri

# LISTENER_TITLE_libactivator.system.activate-control-center
source: Activate Control Center
de: Kontrollzentrum aktivieren
es: Activa el Control Center
he: חשיפת מרכז הבקרה
it: Centro di controllo
pt_pt: Activar central de controlo
zh_tw: 激活控制中心

# LISTENER_DESCRIPTION_libactivator.system.activate-control-center
source: Show settings control center
de: Zeigt das Kontrollzentrum an
es: Muestra ajustes del control center
he: משיכת מרכז הבקרה מתחתית המסך
it: Mostra il centro di controllo
pt_pt: Mostra a central de controlo
zh_tw: 激活系統控制中心

# LISTENER_TITLE_libactivator.system.activate-switcher
source: Activate Switcher
de: App-Switcher aktivieren
es: Multitarea
fr: Active Multitâche
he: חשיפת בר ריבוי המשימות
it: Selettore applicazioni
ja: タスクバー
nl: Activeer Switcher
pt_pt: Activar multitarefas
ru: Показать панель запущенных
zh_cn: 激活多任务栏
zh_tw: 啟動多工列

# LISTENER_DESCRIPTION_libactivator.system.activate-switcher
source: Show application switcher
de: Zeigt den App-Switcher an
es: Muestra la barra de multitarea
fr: Affiche la barre multitâche
he: חשיפת בר ריבוי המשימות של המכשיר
it: Mostra il selettore applicazioni
ja: タスクバーを表示
nl: Toon multitaskingbalk
pt_pt: Mostra multitarefas
ru: Показать панель запущенных прил.
zh_cn: 显示多任务栏（应用程序切换器）
zh_tw: 顯示多工列（應用程式切換器）

# LISTENER_TITLE_libactivator.system.back
source: Back
de: Zurück
pt_pt: Recuar
zh_tw: 返回

# LISTENER_DESCRIPTION_libactivator.system.back
source: Go back one screen
de: Eine Seite zurückgehen
pt_pt: Recua um ecrã
zh_tw: 返回上一個頁面

# LISTENER_TITLE_libactivator.system.show-now-playing-bar
source: Show Now Playing Bar
de: Aktuelle Wiedergabe anzeigen
es: Barra de música
fr: Affiche la barre de lecture en cours
he: בר הניגון
it: Mostra barra esecuzione
ja: 再生中の楽曲
nl: Toon Geluidsregelaars
pt_pt: Mostrar ecrã A reproduzir
ru: Показать Сейчас играет
zh_cn: 显示正在播放栏
zh_tw: 顯示正在播放列
