Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# EVENT_DESCRIPTION_libactivator.drag-along.screen-bottom.left-to-right
source: Drag along screen edge from left to right
de: Vom linken zum rechten Bildschirmrand wischen
es: Arrastra a lo largo de la pantalla de izq. a der.
he: גרירה לאורך קצה המסך משמאל לימין
it: Scorrere i bordi da sinistra verso destra
pt_pt: Deslize da esquerda para a direita ao longo do bordo do ecrã
ru: Провести по нижней границе слева направо
zh_tw: 在螢幕底部邊緣從左向右拖動

# EVENT_TITLE_libactivator.drag-along.screen-bottom.right-to-left
source: Drag right to left
de: Von rechts nach links
es: Arrastrar de derecha a izquierda
he: גרירה מימין לשמאל
it: Da destra verso sinistra
pt_pt: Deslizar da direita para a esquerda
ru: Провести справа налево
zh_tw: 從右向左拖動

# EVENT_DESCRIPTION_libactivator.drag-along.screen-bottom.right-to-left
source: Drag along screen edge from right to left
de: Vom rechten zum linken Bildschirmrand wischen
es: Arrastra a lo largo de la pantalla de der. a izq.
he: גרירה לאורך קצה המסך מימין לשמאל
it: Scorrere i bordi da destra verso sinistra
pt_pt: Deslize da direita para a esquerda ao longo do bordo do ecrã
ru: Провести по нижней границе справа налево
zh_tw: 在螢幕底部邊緣從右向左拖動

# EVENT_TITLE_libactivator.drag-along.screen-left.bottom-to-top
source: Drag bottom to top
de: Von unten nach oben
es: Arrastrar de abajo a arriba (izquierda)
he: גרירה מלמטה למעלה
it: Dal basso verso l'alto
pt_pt: Deslizar de baixo para cima
ru: Провести снизу вверх
zh_tw: 從下向上拖動

# EVENT_DESCRIPTION_libactivator.drag-along.screen-left.bottom-to-top
source: Drag along screen edge from bottom to top
de: Vom unteren zum oberen Bildschirmrand wischen
es: Arrastra a lo largo de la pantalla de abajo hacia arriba
he: גרירה לאורך ראש המסך מלמטה למעלה
it: Scorrere i bordi dal basso verso l'alto
pt_pt: Deslizar de baixo para cima ao longo do bordo do ecrã
ru: Провести снизу вверх по границе экрана
zh_tw: 在螢幕左側邊緣從底部向頂部拖動

# EVENT_TITLE_libactivator.drag-along.screen-left.top-to-bottom
source: Drag top to bottom
de: Von oben nach unten
es: Arrastrar de arriba a abajo (izquierda)
he: גרירה מלמעלה למטה
it: Dall'alto verso il basso
pt_pt: Deslizar de cima para baixo
ru: Провести сверху вниз
zh_tw: 從上向下拖動

# EVENT_DESCRIPTION_libactivator.drag-along.screen-left.top-to-bottom
source: Drag along screen edge from top to bottom
de: Vom oberen zum unteren Bildschirmrand wischen
es: Arrastra a lo largo de la pantalla de arriba hacia abajo
he: גרירה לאורך תחתית המסך מלמעלה למטה
it: Scorrere i bordi dall'alto verso il basso
pt_pt: Deslizar de cima para baixo ao longo do bordo do ecrã
ru: Провести сверху вниз по границе экрана
zh_tw: 在螢幕左側邊緣從頂部向底部拖動

# EVENT_TITLE_libactivator.drag-along.screen-right.bottom-to-top
source: Drag bottom to top
de: Von unten nach oben
es: Arrastrar de abajo a arriba (derecha)
he: גרירה מלמטה למעלה
it: Dal basso verso l'alto
pt_pt: Deslizar de baixo para cima
ru: Провести снизу вверх
zh_tw: 從下向上拖動

# EVENT_DESCRIPTION_libactivator.drag-along.screen-right.bottom-to-top
source: Drag along screen edge from bottom to top
de: Vom unteren zum oberen Bildschirmrand wischen
es: Arrastra a lo largo de la pantalla de abajo hacia arriba
he: גרירה לאורך קצה המסך מלמטה למעלה
it: Scorrere i bordi dal basso verso l'alto
pt_pt: Deslizar de baixo para cima ao longo do bordo do ecrã
ru: Провести снизу вверх по границе экрана
zh_tw: 在螢幕右側邊緣從底部向頂部拖動

# EVENT_TITLE_libactivator.drag-along.screen-right.top-to-bottom
source: Drag top to bottom
de: Von oben nach unten
es: Arrastrar de arriba a abajo (derecha)
he: גרירה מלמעלה למטה
it: Dall'alto verso il basso
pt_pt: Deslizar de cima para baixo
ru: Провести сверху вниз
zh_tw: 從上向下拖動

# EVENT_DESCRIPTION_libactivator.drag-along.screen-right.top-to-bottom
source: Drag along screen edge from top to bottom
de: Vom oberen zum unteren Bildschirmrand wischen
es: Arrastra a lo largo de la pantalla de arriba hacia abajo
he: גרירה לאורך קצה המסך מלמעלה למטה
it: Scorrere i bordi dall'alto verso il basso
pt_pt: Deslizar de cima para baixo ao longo do bordo do ecrã
ru: Провести сверху вниз по границе экрана
zh_tw: 在螢幕右側邊緣從頂部向底部拖動

# EVENT_TITLE_com.rpetrich.videopane.double-tap
source: Double Tap Pane
de: Doppelt auf VideoPane tippen
es: Doble toque Pane
it: Pressione doppia
pt_pt: Tocar duas vezes no painel
zh_tw: 按兩下面板

# EVENT_DESCRIPTION_com.rpetrich.videopane.double-tap
source: Double-tap on active VideoPane
de: Doppeltippe auf den aktiven Videobereich
es: Toca dos veces para activar VideoPane
it: Premere due volte sul VideoPane attivo
pt_pt: Toque duas vezes no painel activo do VideoPane
zh_tw: 按兩下活動的視訊面板

# EVENT_TITLE_com.rpetrich.riker.center
source: Center Button
de: Zentraler Button
pt_pt: Botão central
zh_tw: 中間按鈕

# EVENT_DESCRIPTION_com.rpetrich.riker.center
source: Press center button on Riker gesture area
de: Drücke den mittleren Knopf der Riker-Steuerung
pt_pt: Pressione o botão central na área de gestos do Riker
zh_tw: 按下 Riker 手勢區域的中間按鈕

# EVENT_TITLE_com.rpetrich.riker.left
source: Left Button
de: Linker Button
pt_pt: Botão esquerdo
zh_tw: 左側按鈕

# EVENT_DESCRIPTION_com.rpetrich.riker.left
source: Press left button on Riker gesture area
de: Drücke den linken Knopf der Riker-Steuerung
pt_pt: Pressione o botão esquerdo na área de gestos do Riker
zh_tw: 按下 Riker 手勢區域的左側按鈕

# EVENT_TITLE_com.rpetrich.riker.right
source: Right Button
de: Rechter Button
pt_pt: Botão direito
zh_tw: 右側按鈕

# EVENT_DESCRIPTION_com.rpetrich.riker.right
source: Press right button on Riker gesture area
de: Drücke den rechten Knopf der Riker-Steuerung
pt_pt: Pressione o botão direito na área de gestos do Riker
zh_tw: 按下 Riker 手勢區域的右側按鈕

# EVENT_TITLE_libactivator.force-touch.screen-bottom
source: Screen Bottom Center
de: Unterer Rand, Mitte drücken
pt_pt: Fundo do ecrã
zh_tw: 螢幕底部中央

# EVENT_DESCRIPTION_libactivator.force-touch.screen-bottom
source: Force-touch on the screen's bottom center edge
de: Löse 3D Touch am unteren-mittleren Rand aus
pt_pt: Tocar com força no fundo do ecrã
zh_tw: 強制點按螢幕底部邊緣的中央區域

# EVENT_TITLE_libactivator.force-touch.screen-bottom-left
source: Screen Bottom Left
de: Unterer Rand, Links drücken
pt_pt: Fundo esquerdo do ecrã
zh_tw: 螢幕左下部

# EVENT_DESCRIPTION_libactivator.force-touch.screen-bottom-left
source: Force-touch on the screen's bottom left edge
de: Löse 3D Touch am unteren-linken Rand aus
pt_pt: Tocar com força no fundo esquerdo do ecrã
zh_tw: 強制點按螢幕底部邊緣的左側區域

# EVENT_TITLE_libactivator.force-touch.screen-bottom-right
source: Screen Bottom Right
de: Unterer Rand, Rechts drücken
pt_pt: Fundo direito do ecrã
zh_tw: 螢幕右下部

# EVENT_DESCRIPTION_libactivator.force-touch.screen-bottom-right
source: Force-touch on the screen's bottom right edge
de: Löse 3D Touch am unteren-rechten Rand aus
pt_pt: Tocar com força no fundo direito do ecrã
zh_tw: 強制點按螢幕底部邊緣的右側區域

# EVENT_TITLE_libactivator.force-touch.screen-left
source: Screen Left Edge
de: Linken Rand drücken
pt_pt: Bordo esquerdo do ecrã
zh_tw: 螢幕左側邊緣

# EVENT_DESCRIPTION_libactivator.force-touch.screen-left
source: Force-touch on the screen's left edge
de: Löse 3D Touch am linken Rand aus
pt_pt: Tocar com força no bordo esquerdo do ecrã
zh_tw: 強制點按螢幕左側邊緣區域

# EVENT_TITLE_libactivator.force-touch.screen-right
source: Screen Right Edge
de: Rechten Rand drücken
pt_pt: Bordo direito do ecrã
zh_tw: 螢幕右側邊緣

# EVENT_DESCRIPTION_libactivator.force-touch.screen-right
source: Force-touch on the screen's right edge
de: Löse 3D Touch am rechten Rand aus
pt_pt: Tocar com força no bordo direito do ecrã
zh_tw: 強制點按螢幕右側邊緣區域

# EVENT_TITLE_libactivator.force-touch.statusbar
source: Status Bar
de: Statusleiste drücken
pt_pt: Barra de estado
zh_tw: 狀態列

# EVENT_DESCRIPTION_libactivator.force-touch.statusbar
source: Force-touch on the statusbar
de: Löse 3D Touch auf der Statusleiste aus
pt_pt: Tocar com força na barra de estado
zh_tw: 強制點按狀態列

# EVENT_TITLE_libactivator.watch.connected
source: Connected
pt_pt: Ligado
zh_tw: 連結 Apple Watch

# EVENT_DESCRIPTION_libactivator.watch.connected
source: Detected connectivity to watch
de: Verbindung zur  Watch hergestellt
pt_pt: Detectada ligação ao relógio
zh_tw: 連結到 Apple Watch

# EVENT_TITLE_libactivator.watch.disconnected
source: Disconnected
pt_pt: Desligado
zh_tw: 斷開 Apple Watch 連結

# EVENT_DESCRIPTION_libactivator.watch.disconnected
source: Detected loss of connectivity to watch
de: Verbindung zur  Watch getrennt
pt_pt: Detectada perda de ligação ao relógio
zh_tw: 斷開到 Apple Watch 的連結

# EVENT_TITLE_libactivator.now-playing.info-changed
source: Current Track Changed
de: Neuer Titel wird wiedergegeben
pt_pt: Faixa actual mudou
zh_tw: 當前曲目已變更

# EVENT_DESCRIPTION_libactivator.now-playing.info-changed
source: Received updated track information
de: Neuer Titel wird wiedergegeben
pt_pt: Recebida actualização de informação da faixa
zh_tw: 接收到更新的曲目資訊

# EVENT_TITLE_libactivator.car.connected
source: Connected
pt_pt: Ligado
zh_tw: 連結汽車

# EVENT_DESCRIPTION_libactivator.car.connected
source: CarPlay accessory connected
de: CarPlay-Zubehör wurde verbunden
pt_pt: Acessório CarPlay ligado
zh_tw: 連結到 CarPlay 配件

# EVENT_TITLE_libactivator.car.disconnected
source: Disconnected
pt_pt: Desligado
zh_tw: 斷開汽車連結

# EVENT_DESCRIPTION_libactivator.car.disconnected
source: CarPlay accessory disconnected
de: CarPlay-Zubehör wurde getrennt
pt_pt: Acessório CarPlay desligado
zh_tw: 斷開到 CarPlay 配件的連結

# EVENT_TITLE_libactivator.scheduled.sunrise
source: Sunrise
pt_pt: Nascer-do-sol
zh_tw: 日出

# EVENT_DESCRIPTION_libactivator.scheduled.sunrise
source: Minute the sun appears on the horizon
de: Die Minute, wenn die Sonne am Horizont erscheint
pt_pt: Minuto em que o Sol aparece no horizonte
zh_tw: 日出時分

# EVENT_TITLE_libactivator.scheduled.sunset
source: Sunset
pt_pt: Pôr-do-sol
zh_tw: 日落

# EVENT_DESCRIPTION_libactivator.scheduled.sunset
source: Minute the sun disappears below the horizon
de: Die Minute, wenn die Sonne den Horizont verlässt
pt_pt: Minuto em que o Sol desaparece no horizonte
zh_tw: 日落時分

# NEW_EVENT_TITLE_libactivator.application-launch
source: Application Launch
de: Anwendung starten
es: Iniciar aplicación
he: פתיחת יישום
it: Avvio applicazione
pt_pt: Abrir aplicação
ru: Запуск приложения
zh_cn: 启动应用程序
zh_tw: 啟動應用程式

# NEW_EVENT_DESCRIPTION_libactivator.application-launch
source: A specific application is launched
de: Eine Anwendung wurde gestartet
es: Se ha iniciado una aplicación específica
he: יישום ספציפי נפתח (מופעל)
it: All'avvio di un'applicazione specifica
pt_pt: Ao abrir uma aplicação específica
ru: Запущено выбранное приложение
zh_cn: 启动某个应用程序
zh_tw: 啟動某個應用程式

# EVENT_TITLE_libactivator.application-launch_FORMAT
source: Launch %@
de: Starte "%@"
es: Iniciar %@
he: פתיחת %@
it: Avvio di %@
pt_pt: Abrir %@
ru: Запустить %@
zh_cn: 启动 %@
zh_tw: 啟動 %@

# EVENT_DESCRIPTION_libactivator.application-launch_FORMAT
source: %@ application is launched
de: "%@" wurde gestartet
es: La aplicación %@ se ha iniciado
he: פתיחת יישום ה-"%@"
it: Applicazione %@ avviata
pt_pt: Ao abrir a aplicação %@
ru: %@ запущено
zh_cn: 启动应用程序 %@
zh_tw: 啟動應用程式 %@

# NEW_EVENT_TITLE_libactivator.icon.flick.up
source: Icon Flick Up
de: Icon nach oben schnipsen
es: Deslizar icono arriba
he: החלקת אייקון מעלה
it: Scorrimento icona (sù)
pt_pt: Puxar ícone para cima
ru: Провести по иконке вверх
zh_cn: 向上拖图标
zh_tw: 向上拖圖示

# NEW_EVENT_DESCRIPTION_libactivator.icon.flick.up
source: A specific icon is flicked up
de: Ein Icon wurde nach oben geschnipst
es: Un icono específico se delizó arriba
he: החלקת אייקון ספציפי כלפי מעלה
it: Scorrere verso l'alto un'icona specifica
pt_pt: Ao puxar um ícone específico para cima
ru: По выбранной иконке провели вверх
zh_cn: 向上轻拖某个应用程序的图标
zh_tw: 向上輕拖某個應用程式的圖示

# EVENT_TITLE_libactivator.icon.flick.up_FORMAT
source: %@ Icon Flick Up
de: "%@" nach oben schnipsen
es: Deslizar icono %@ arriba
he: החלקת אייקון %@ מעלה
it: %@ scorrimento (sù)
pt_pt: Puxar %@ para cima
ru: Потянуть %@ вверх
zh_cn: 向上拖 %@ 的图标
zh_tw: 向上拖 %@ 的圖示

# EVENT_DESCRIPTION_libactivator.icon.flick.up_FORMAT
source: Flick %@ SpringBoard icon up
de: Schnipse das Icon von "%@" nach oben
es: Desliza el icono %@ arriba
he: החלקת אייקון "%@" כלפי מעלה בספרינגבורד
it: Scorrere icona %@ verso l'alto
pt_pt: Puxe o ícone %@ para cima
ru: Провести по иконке %@ вверх
zh_cn: 向上轻拖 %@ 主屏幕图标
zh_tw: 向上輕拖 %@ 『主畫面』圖示

# NEW_EVENT_TITLE_libactivator.icon.flick.down
source: Icon Flick Down
de: Icon nach unten schnipsen
es: Deslizar icono abajo
he: החלקת אייקון מטה
it: Scorrimento icona (giù)
pt_pt: Puxar ícone para baixo
ru: Провести по иконке вниз
zh_cn: 向下拖图标
zh_tw: 向下拖圖示

# NEW_EVENT_DESCRIPTION_libactivator.icon.flick.down
source: A specific icon is flicked down
de: Ein Icon wurde nach unten geschnipst
es: Un icono específico se delizó abajo
he: החלקת אייקון ספציפי כלפי מטה
it: Scorrere verso il basso un'icona specifica
pt_pt: Ao puxar um ícone específico para baixo
ru: По выбранной иконке провели вниз
zh_cn: 向下轻拖某个应用程序的图标
zh_tw: 向下輕拖某個應用程式的圖示

# EVENT_TITLE_libactivator.icon.flick.down_FORMAT
source: %@ Icon Flick Down
de: "%@" nach unten schnipsen
es: Deslizar icono %@ abajo
he: החלקת אייקון %@ מטה
it: %@ scorrimento (giù)
pt_pt: Puxar %@ para baixo
ru: Потянуть %@ вниз
zh_cn: 向下拖 %@ 的图标
zh_tw: 向下拖 %@ 的圖示

# EVENT_DESCRIPTION_libactivator.icon.flick.down_FORMAT
source: Flick %@ SpringBoard icon down
de: Schnipse das Icon von "%@" nach unten
es: Desliza el icono %@ abajo
he: החלקת אייקון "%@" כלפי מטה בספרינגבורד
it: Scorrere icona %@ verso il basso
pt_pt: Puxe o ícone %@ para baixo
ru: Провести по иконке %@ вниз
zh_cn: 向下轻拖 %@ 主屏幕图标
zh_tw: 向下輕拖 %@ 『主畫面』圖示

# NEW_EVENT_TITLE_libactivator.icon.flick.left
source: Icon Flick Left
de: Icon nach links schnipsen
es: Deslizar icono izquierda
he: החלקת אייקון שמאלה
it: Scorrimento icona (sinistra)
pt_pt: Puxar ícone para a esquerda
ru: Провести по иконке влево
zh_cn: 向左拖图标
zh_tw: 向左拖圖示

# NEW_EVENT_DESCRIPTION_libactivator.icon.flick.left
source: A specific icon is flicked left
de: Ein Icon wurde nach links geschnipst
es: Un icono específico se delizó a la izquierda
he: החלקת אייקון ספציפי לצד שמאל
it: Scorrere verso sinistra un'icona specifica
pt_pt: Ao puxar um ícone específico para a esquerda
ru: По выбранной иконке провели влево
zh_cn: 向左轻拖某个应用程序的图标
zh_tw: 向左輕拖某個應用程式的圖示

# EVENT_TITLE_libactivator.icon.flick.left_FORMAT
source: %@ Icon Flick Left
de: "%@" nach links schnipsen
es: Deslizar icono %@ izquierda
he: החלקת אייקון %@ שמאלה
it: %@ scorrimento (sinistra)
pt_pt: Puxar %@ para a esquerda
ru: Потянуть %@ влево
zh_cn: 向左拖 %@ 的图标
zh_tw: 向左拖 %@ 的圖示

# EVENT_DESCRIPTION_libactivator.icon.flick.left_FORMAT
source: Flick %@ SpringBoard icon left
de: Schnipse das Icon von "%@" nach links
es: Desliza el icono %@ a la izquierda
he: החלקת אייקון "%@" לצד שמאל בספרינגבורד
it: Scorrere icona %@ verso sinistra
pt_pt: Puxe o ícone %@ para a esquerda
ru: Провести по иконке %@ влево
zh_cn: 向左轻拖 %@ 主屏幕图标
zh_tw: 向左輕拖 %@ 『主畫面』圖示

# NEW_EVENT_TITLE_libactivator.icon.flick.right
source: Icon Flick Right
de: Icon nach rechts schnipsen
es: Deslizar icono derecha
he: החלקת אייקון ימינה
it: Scorrimento icona (destra)
pt_pt: Puxar ícone para a direita
ru: Провести по иконке вправо
zh_cn: 向右拖图标
zh_tw: 向右拖圖示

# NEW_EVENT_DESCRIPTION_libactivator.icon.flick.right
source: A specific icon is flicked right
de: Ein Icon wurde nach rechts geschnipst
es: Un icono específico se delizó a la derecha
he: החלקת אייקון ספציפי לצד ימין
it: Scorrere verso destra un'icona specifica
pt_pt: Ao puxar um ícone específico para a direita
ru: По выбранной иконке провели вправо
zh_cn: 向右轻拖某个应用程序的图标
zh_tw: 向右輕拖某個應用程式的圖示

# EVENT_TITLE_libactivator.icon.flick.right_FORMAT
source: %@ Icon Flick Right
de: "%@" nach rechts schnipsen
es: Deslizar icono %@ derecha
he: החלקת אייקון %@ ימינה
it: %@ scorrimento (destra)
pt_pt: Puxar %@ para a direita
ru: Потянуть %@ вправо
zh_cn: %@ 向右拖图标
zh_tw: 向右拖 %@ 的圖示

# EVENT_DESCRIPTION_libactivator.icon.flick.right_FORMAT
source: Flick %@ SpringBoard icon right
de: Schnipse das Icon von "%@" nach rechts
es: Desliza el icono %@ a la derecha
he: החלקת אייקון "%@" לצד ימין בספרינגבורד
it: Scorrere icona %@ verso destra
pt_pt: Puxe o ícone %@ para a direita
ru: Провести по иконке %@ вправо
zh_cn: 向右轻拖 %@ 主屏幕图标
zh_tw: 向右輕拖 %@ 『主畫面』圖示

# NEW_EVENT_TITLE_libactivator.icon.hold
source: Icon Hold
de: Icon halten
es: Mentener pulsado icono
he: החזקת אייקון
it: Pressione icona
pt_pt: Segurar num ícone
zh_tw: 按住圖示

# NEW_EVENT_DESCRIPTION_libactivator.icon.hold
source: A specific icon is touched and held
de: Ein Icon wurde angetippt und gehalten
es: Mantén pulsado un icono específico
he: נגיעה ממושכת/לחיצה על אייקון ספציפי בספרינגבורד
it: Tenere premuta un'icona specifica
pt_pt: Ao tocar e segurar num ícone específico
zh_tw: 按住某個應用程式的圖示

# EVENT_TITLE_libactivator.icon.hold_FORMAT
source: %@ Icon Hold
de: "%@" halten
es: Icono %@ pulsado
he: החזקת אייקון %@
it: Pressione icona %@
pt_pt: Tocar e segurar em %@
zh_tw: 按住 %@ 圖示

# EVENT_DESCRIPTION_libactivator.icon.hold_FORMAT
source: Tap & Hold %@ SpringBoard icon
de: Tippe & halte das Icon von "%@"
es: Toca y mantén el icono %@ en springboard
he: נגיעה ממושכת/לחיצה על האייקון של "%@"בספרינגבורד
it: Tenere premuta l'icona %@
pt_pt: Toque e segure no ícone %@
zh_tw: 按住 %@ 『主畫面』圖示

# NEW_EVENT_TITLE_libactivator.icon.tap.double
source: Icon Double Tap
de: Icon doppeltippen
es: Doble toque en icono
he: הקשה כפולה על אייקון
it: Pressione doppia icona
pt_pt: Tocar duas vezes num ícone
zh_tw: 按兩下圖示

# NEW_EVENT_DESCRIPTION_libactivator.icon.tap.double
source: A specific icon is double tapped
de: Ein Icon wurde doppelt angetippt
es: Toca dos veces sobre un icono específico
he: הקשה כפולה על אייקון ספציפי בספריגבורד
it: Premere due volte un'icona specifica
pt_pt: Ao tocar duas vezes num ícone específico
zh_tw: 按兩下某個應用程式的圖示

# EVENT_TITLE_libactivator.icon.tap.double_FORMAT
source: %@ Icon Double Tap
de: "%@" doppeltippen
es: Doble toque en el icono %@
he: הקשה כפולה על אייקון %@
it: Pressione doppia icona %@
pt_pt: Tocar duas vezes em %@
zh_tw: 按兩下 %@ 圖示

# EVENT_DESCRIPTION_libactivator.icon.tap.double_FORMAT
source: Double tap %@ SpringBoard icon
de: Doppeltippe auf das Icon von "%@"
es: Doble toque en el icono %@ en springboard
he: הקשה כפולה על האייקון של "%@" בספרינגבורד
it: Premere due volte l'icona %@
pt_pt: Toque duas vezes no ícone %@
zh_tw: 按兩下 %@ 『主畫面』圖示

# NEW_EVENT_TITLE_libactivator.scheduled
source: Scheduled
es: Programado
he: תזמון
it: Programmazione
pt_pt: Agendado
ru: Отметка времени
zh_tw: 計畫事件

# NEW_EVENT_DESCRIPTION_libactivator.scheduled
source: Specific weekday and time passes
de: Erreicht bestimmten Wochentag und Uhrzeit
es: Día específico y pasa el tiempo
he: שעה מסויימת ויום מסויים בשבוע מגיעים
it: Specificazione di giorno ed ora
pt_pt: No dia da semana e hora especificados
ru: Создать отметку времени для выполнения действия
zh_tw: 指定每週的哪幾天及時間

# EVENT_DESCRIPTION_libactivator.scheduled
source: Time passes on %@
de: Zeit erreicht "%@"
es: El tiempo pasa en %@
he: בזמן הזה ב%@
it: Attivo %@
pt_pt: De %@
ru: По наступлении выбр. времени в %@
zh_tw: %@的該時刻

# ANY_DAY_OF_THE_WEEK_LOWERCASE
source: any day of the week
de: Ein beliebiger Tag in der Woche
es: cualquier día de la semana
he: כל יום בשבוע
it: ogni giorno
pt_pt: qualquer dia da semana
ru: пн, вт, ср, чт, пт, сб, вс
zh_tw: 每天

# WEEKDAYS_LOWERCASE
source: weekdays
es: entre semana
he: ימי חול
it: durante la settimana
pt_pt: dias úteis
ru: рабочие дни
zh_tw: 工作日

# WEEKENDS_LOWERCASE
source: weekends
es: fines de semana
he: סופי שבוע
it: il fine settimana
pt_pt: fim de semana
ru: выходные
zh_tw: 週末

# NEW_EVENT_TITLE_libactivator.mail-received
source: Received Email
de: E-Mail erhalten
es: Email recibido
he: מייל נכנס
it: Mail ricevuta
pt_pt: Email recebido
ru: Получено эл. письмо
zh_cn: 收到邮件
zh_tw: 收到郵件

# NEW_EVENT_DESCRIPTION_libactivator.mail-received
source: Received mail with specific criteria
de: Empfangene Mail enthält die Kriterien
es: Mail recibido con criterio
he: מתקבל/מגיע מייל עם קריטריונים ספציפיים
it: Mail ricevuta con criteri specifici
pt_pt: Recebido correio com um critério específico
ru: Получено эл. письмо с критерием
zh_cn: 收到符合指定条件的邮件
zh_tw: 收到符合指定條件的郵件

# NEW_EVENT_TITLE_libactivator.mail-received_SENDER_FORMAT
source: From %@
de: Von %@
es: De %@
he: מאת %@
it: Da %@
pt_pt: De %@
zh_cn: 来自 %@
zh_tw: 來自 %@

# NEW_EVENT_DESCRIPTION_libactivator.mail-received_SENDER_FORMAT
source: Sender is %@
de: Der Absender ist %@
es: El remitente es %@
he: כל מייל חדש שמגיע מ-%@
it: Il mittente è %@
pt_pt: Remetente é %@
ru: Отправитель: %@
zh_cn: 发件人：%@
zh_tw: 發件人是 %@

# NEW_EVENT_TITLE_libactivator.mail-received_SUBJECT_FORMAT
source: "%@" in Subject
de: Betrifft "%@"
es: "%@" en el asunto
he: כל מייל בנושא "%@"
it: "%@" è nell'oggetto
pt_pt: "%@" no assunto
ru: "%@" в теме эл. письма
zh_cn: 标题包含“%@”
zh_tw: 標題包含『%@』

# NEW_EVENT_DESCRIPTION_libactivator.mail-received_SUBJECT_FORMAT
source: Subject contains "%@"
de: Der Betreff enthält "%@"
es: El asunto contiene "%@"
he: כל מייל, מכל אחד בנושא "%@"
it: L'oggetto contiene "%@"
pt_pt: Assunto contém "%@"
ru: Тема эл. письма "%@"
zh_cn: 邮件标题包含“%@”
zh_tw: 郵件標題包含『%@』

# NEW_EVENT_TITLE_libactivator.mail-received_SUBJECT_AND_SENDER_FORMAT
source: From %@, "%@" in Subject
de: Von %@, mit Betreff "%@"
es: De %@, "%@" en el asunto
he: מאת %@, בנושא "%@"
it: Da %@, "%@" è nell'oggetto
pt_pt: De %@, "%@" no assunto
ru: От %@, "%@" в теме эл. сообщ.
zh_cn: 来自 %@ 且标题包含“%@”
zh_tw: 來自 %@ 且標題包含『%@』

# NEW_EVENT_DESCRIPTION_libactivator.mail-received_SUBJECT_AND_SENDER_FORMAT
source: Subject contains "%2$@", sender is %1$@
de: Der Betreff enthält "%2$@" vom Absender %1$@
es: El asunto contiene "%2$@", el remitente es %1$@
he: מייל חדש בנושא "%2$@" מאת %1$@
it: L'oggetto contiene "%2$@", Il mittente è %1$@
pt_pt: Assunto contém "%2$@", remetente é %1$@
ru: Тема содержит "%2$@", отправитель: %1$@
zh_cn: 发件人是 %1$@ 且邮件标题包含“%2$@”
zh_tw: 發件人是 %1$@ 且郵件標題包含『%2$@』

# NEW_EVENT_TITLE_libactivator.message-received
source: Received Message
de: Nachricht erhalten
es: Mensaje recibido
he: הודעה נכנסת
it: Messaggio ricevuto
pt_pt: Mensagem recebida
ru: Получено сообщ.
zh_tw: 收到訊息

# NEW_EVENT_DESCRIPTION_libactivator.message-received
source: Received message with criteria
de: Empfangene Nachricht enthält die Kriterien
es: Mensaje recibido con algún criterio
he: מתקבלת הודעה חדשה עם קריטריונים ספציפיים
it: Messaggio ricevuto con criteri specifici
pt_pt: Mensagem recebida com um critério específico
ru: Получено сообщ. с критерием
zh_tw: 收到符合指定條件的訊息

# NEW_EVENT_TITLE_libactivator.message-received_SENDER_FORMAT
source: From %@
de: Von %@
es: De %@
he: מאת %@
it: Da %@
pt_pt: De %@
ru: От %@
zh_tw: 來自 %@

# NEW_EVENT_DESCRIPTION_libactivator.message-received_SENDER_FORMAT
source: Sender is %@
de: Der Absender ist %@
es: El remitente es %@
he: כל הודעה מאת %@
it: Il mittente è %@
pt_pt: Remetente é %@
ru: Отправитель: %@
zh_tw: 發件人是 %@

# NEW_EVENT_TITLE_libactivator.message-received_MESSAGE_FORMAT
source: "%@" in Message
de: "%@" in Nachrichten
es: "%@" en el mensaje
he: "%@" בהודעה
it: "%@" è nel messaggio
pt_pt: "%@" na mensagem
ru: "%@" в сообщ.
zh_tw: 訊息包括『%@』

# NEW_EVENT_DESCRIPTION_libactivator.message-received_MESSAGE_FORMAT
source: Message contains "%@"
de: Die Nachricht enthält "%@"
es: El mensaje contiene "%@"
he: כל הודעה נכנסת המכילה את המילה "%@"
it: Il messaggio contiene "%@"
pt_pt: Mensagem contém "%@"
ru: Сообщ. содержит "%@"
zh_tw: 訊息內容包括『%@』

# NEW_EVENT_TITLE_libactivator.message-received_MESSAGE_AND_SENDER_FORMAT
source: From %@, "%@" in Message
de: Von %@, "%@" in Nachrichten
es: De %@, "%@" en el mensaje
he: מאת %@, "%@" כלול בהודעה
it: Da %@, "%@" è nel messaggio
pt_pt: De %@, "%@" na mensagem
ru: От %@, "%@" в сообщ.
zh_tw: 來自 %@ 且訊息包括『%@』
