Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# CANT_DEACTIVATE_REMAINING
source: Can't deactivate remaining event
de: Verbleibendes Ereignis kann nicht deaktiviert werden.
es: No se pueden desactivar los eventos restantes
fr: Impossible de désactiver les évènements restants
he: לא ניתן לבטל את הפעולה הנוכחית
it: Impossibile disattivare evento rimanente
ja: 既存の設定を 無効化できません
nl: Kan resterende actie niet deactiveren
pt_pt: Não se podem desactivar os eventos restantes
ru: Невозможно дезактивировать оставшееся действие
zh_cn: 不能停用保留激活动作
zh_tw: 不能停用保留啟動動作

# AT_LEAST_ONE_ASSIGNMENT_REQUIRED
source: At least one event must be assigned to %@
de: Mindestens ein Ereignis muss zugewiesen werden "%@"
es: Al menos un evento debe ser asignado a %@
fr: Au moins un évènement doit être assigné à %@
he: לפחות פעולה אחת חייבת להיות משוייכת אל %@
it: Almeno un evento deve essere assegnato a %@
ja: %@には最低1つ以上 設定を割り当ててください
nl: Minstens één actie moet worden toegewezen aan %@
pt_pt: Pelo menos um evento deve ser atribuído a %@
ru: Должно быть хотя бы одно назначение для %@
zh_cn: 至少一个激活动作必须分配给 %@
zh_tw: 至少一個啟動動作必須分配給 %@

# ALERT_OK
source: OK
es: Aceptar
he: אישור
pt_pt: Aceitar
zh_cn: 确定
zh_tw: 確定

# ALERT_IGNORE
source: Ignore
es: Ignorar
fr: Ignorer
he: התעלם
it: Ignora
ja: 無視
nl: Negeer
pt_pt: Ignorar
ru: Игнорировать
zh_cn: 忽略
zh_tw: 忽略

# ALERT_VALUE_AND
source: and
de: und
es: y
fr: et
he: ו-
it: e
ja: と
nl: en
pt_pt: e
ru: и
zh_cn: 和
zh_tw: 和

source: Already assigned to %@
de: Bereits zugewiesen zu "%@"
es: Ya está asignada a %@
fr: Déjà assigné à %@
he: כבר משוייך אל %@
it: Già assegnato a %@
ja: %@は既に割り当てられています
nl: Al toegewezen aan %@
pt_pt: Já está atribuído a %@
ru: Уже назначено для %@
zh_cn: 已分配给 %@
zh_tw: 已分配給 %@

# ALERT_CANCEL
source: Cancel
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
nl: Annuleer
pt_pt: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# ALERT_REASSIGN
source: Reassign
de: Neu zuweisen
es: Reasignar
fr: Réassigner
he: שייך מחדש
it: Riassegna
ja: 再設定してください
nl: Wijs opnieuw toe
pt_pt: Reatribuir
ru: Переназначить
zh_cn: 重新分配
zh_tw: 重新分配

source: Activator
zh_cn: Activator 设置
zh_tw: Activator 設定

source: Currently assigned to:
de: Derzeit zugewiesen :
es: Actualmente asignado a:
fr: Actuellement assigné à:
he: כעת משוייך אל:
it: Attualmente assegnato a:
ja: 現在の設定:
nl: Momenteel toegewezen aan:
pt_pt: Actualmente atribuído a:
ru: Назначено для:
zh_cn: 当前分配给:
zh_tw: 當前分配給:

source: (unassigned)
de: ( Nicht zugewiesen )
es: (sin asignar)
fr: (non assigné)
he: (לא משוייך)
it: (nessuna assegnazione)
ja: (未設定)
nl: (niet toegewezen)
pt_pt: (não atribuído)
ru: (не выбрано)
zh_cn: 【未分配】
zh_tw: 【未分配】

source: More Actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d'actions
he: פעולות נוספות
it: Altre azioni
ja: その他の動作
nl: Meer Acties
pt_pt: Mais acções
ru: Больше действий
zh_cn: 更多动作
zh_tw: 更多動作

# MORE_ACTIONS_DETAIL
source: Get more actions via Cydia
de: Weitere Aktionen über Cydia erhalten
es: Obtener mas acciones desde Cydia
fr: Obtenir plus d'actions via Cydia
he: קבל פעולות נוספות דרך Cydia
it: Scarica altre azioni da Cydia
ja: その他の動作をCydiaで入手
nl: Haal meer acties via Cydia
pt_pt: Obter mais acções via Cydia
ru: Скачать больше действий из Cydia
zh_cn: 从 Cydia 中获取更多动作
zh_tw: 從 Cydia 中獲取更多動作

source: Donate
es: Donar
fr: Faire un don
he: תרומה
it: Dona
ja: 寄付
nl: Doneer
pt_pt: Doar
ru: Пожертвовать
zh_cn: 捐助
zh_tw: 捐贈

# DONATE_DETAIL
source: Contribute via PayPal
de: Via PayPal beitragen
es: Contribuir por PayPal
fr: Contribuer via PayPal
he: תרום באמצעות PayPal
it: Contribuisci con PayPal
ja: PayPalで寄付
nl: Draag bij via PayPal
pt_pt: Contribuir via PayPal
ru: Пожертвовать через PayPal
zh_cn: 通过 PayPal 捐助
zh_tw: 通過 PayPal 捐助

# N_ADDITIONAL_EVENTS
source: %i additional events
de: %i zusätzliche Ereignisse
es: %i eventos adicionales
fr: %i Évènements additionnels
he: %i פעולות נוספות
it: %i eventi aggiuntivi
ja: %i個の追加イベント
nl: %i extra acties
pt_pt: %i eventos adicionais
ru: %i доп. назначений
zh_cn: %i 个额外触发
zh_tw: %i 個額外觸發

source: Reset Settings
de: Einstellungen zurücksetzen
es: Resetear ajustes
fr: Réinitialiser les réglages
he: איפוס הגדרות
it: Ripristina impostazioni
ja: 設定をリセット
nl: Reset Instellingen
pt_pt: Repor definições
ru: Сбросить настройки
zh_cn: 重置
zh_tw: 重置

# RESET_SETTINGS_DETAIL
source: Return all settings to the default values
de: Auf Standardwerte zurücksetzen
es: Devolver ajustes a valores por defecto
fr: Restaurer les réglages aux valeurs d’origines
he: איפוס הגדרות Activator למצבן המקורי
it: Reimposta tutti i valori predefiniti
ja: 全ての設定を初期値に戻す
nl: Alle instellingen terugzetten naar de standaardwaarden
pt_pt: Repor todas as definições para os valores originais
ru: Установить настройки по умолчанию
zh_cn: 重设所有配置为默认
zh_tw: 重設所有設定為預設

# RESET_ALERT_TITLE
source: Reset Activator Settings
de: Activator-Einstellungen zurücksetzen
es: Resetear los ajustes de Activator
fr: Réinitialiser les paramètres d'Activator
he: איפוס הגדרות Activator
it: Ripristina impostazioni
ja: Activatorの設定をリセット
nl: Reset Instellingen Activator
pt_pt: Repor definições do Activator
ru: Сбросить настройки Activator
zh_cn: 重设 Activator 设置
zh_tw: 重置 Activator 設定

# RESET_ALERT_MESSAGE
source: Are you sure you wish to reset Activator settings to defaults? Your device will respring if you continue.
de: Bist du sicher, dass du die Activator-Einstellungen auf die Standardwerte zurücksetzen möchtest ? Nach diesem Schritt wird das SpringBoard wird neugestartet.
es: ¿Seguro que quiere resetear los ajustes a los valores por defecto? Su dispositivo hará respring si continúa.
fr: Etes-vous sûr de vouloir restaurer les paramètres par défaut d'Activator? Votre appareil fera un respring si vous continuez.
he: האם אתה בטוח שברצונך להמשיך בפעולת האיפוס? פעולה זו, תאפס את כל ההגדרות של Activator למצבן המקורי. בסוף הפעולה, המכשיר יבצע ריספרינג (רענון מערכת) בכדי להשלים את איפוס ההגדרות.
it: Sei sicuro di voler ripristinare le impostazioni predefinite di Activator? Se continui il dispositivo effettuerà un respring.
ja: 本当にActivatorの設定を初期化してもよろしいですか？ 設定はRespring後に初期化されます。
nl: Weet je zeker dat je de Activator standaardinstellingen wilt terugzetten? Je apparaat zal respringen als je doorgaat.
pt_pt: Tem a certeza que deseja repor as definições do Activator para os valores originais? Se continuar, o SpringBoard do seu dispositivo será reiniciado.
ru: Вы уверены, что хотите сбросить настройки Activator? При подтверждении произойдет перезапуск Springboard.
zh_cn: 您确定要将 Activator 的设置还原为默认吗？ 如果选择继续，您的设备将会从主屏幕注销。
zh_tw: 您確定要將 Activator 的設定還原為預設嗎？ 如果選擇繼續，您的装置將會從『主畫面』螢幕登出。

# RESET_ALERT_CANCEL
source: Cancel
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
nl: Annuleer
pt_pt: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# RESET_ALERT_CONTINUE
source: Reset
de: Zurücksetzen
es: Resetear
fr: Réinitialiser
he: איפוס
it: Reimposta
ja: リセット
pt_pt: Repor
ru: Продолжить
zh_cn: 重置
zh_tw: 重置

# MULTIPLE_ASSIGNMENTS
source: (multiple)
de: ( mehrfach )
es: (múltiples)
he: (ערכים מרובים)
it: (assegnazione multipla)
ja: (複数設定)
nl: (meerdere)
pt_pt: (múltiplos)
ru: (несколько)
zh_cn: 【多个】
zh_tw: 【多個】

# UNKNOWN_ASSIGNMENT
source: (unknown)
de: ( Unbekannt )
es: (desconocido)
it: (sconosciuto)
ja: (不明)
pt_pt: (desconhecido)
ru: (неизвестно)
zh_cn: 【未知】
zh_tw: 【未知】

source: (unknown)
de: ( Unbekannt )
pt_pt: (desconhecido)
zh_tw: 【未知】

source: Search
es: Buscar
he: חיפוש
it: Cerca
pt_pt: Pesquisar
zh_tw: 搜尋

source: More
it: Altro
pt_pt: Mais
zh_tw: 更多

source: Build
pt_pt: Criar
zh_tw: 創建

source: Assignment Warning
pt_pt: Aviso de atribuição
zh_tw: 分配警告

# EVENT_ASSIGNMENT_WARNING_FINGERPRINT
source: Assigning specific fingerprints requires that your device's Touch ID sensor be configured in a slower, more accurate matching mode. This reduces the performance and reliability of the default reachability shortcut and other fingerprint sensor assignments selected in Activator.
de: Das Zuweisen mehrerer Fingerabdrücke erfordert einen Touch ID-Sensor, der langsamer konfiguriert ist, um akkurater arbeiten zu können. Dadurch verringert sich die Leistung und Zuverlässigkeit von Reachability und anderen Fingerabdrucksensor-Zuweisungen, die in Activator ausgewählt sind.
pt_pt: Atribuir impressões digitais específicas requer que o sensor de impressão digital esteja configurado num modo de correspondência mais lento e preciso. Isto reduz a performance e a fiabilidade do atalho predefinido para o Acesso fácil e de outras atribuições do Activator ao sensor de impressão digital.
zh_tw: 分配指定的指紋需要您的設備的指紋身分識別感應器設定為較慢以獲得更高準確率的模式。這會降低螢屏上方觸控等功能的性能和穩定性。

source: Assign
pt_pt: Atribuir
zh_tw: 分配

source: Unassign
de: Nicht zuweisen
pt_pt: Remover atribuição
zh_tw: 解除分配

source: Clear
pt_pt: Limpar
zh_tw: 清除

source: Delete
pt_pt: Apagar
zh_tw: 刪除

source: Remove
pt_pt: Remover
zh_tw: 移除

source: Install
pt_pt: Instalar
zh_tw: 安裝

source: Buy
pt_pt: Comprar
zh_tw: 購買

# API_ACCESS_WARNING_FORMAT
source: %@ is requesting permission to dispatch actions and modify event assignments.
de: "%@" benötigt deine Erlaubnis, um Aktionen zu senden und Ereignis-Zuweisungen zu ändern.
pt_pt: %@ precisa de autorização para enviar acções e modificar atribuições de eventos.
zh_tw: %@ 正請求發送動作及修改事件分配的權限。

source: Grant Access
de: Zugriff erlauben
pt_pt: Permitir acesso
zh_tw: 允許訪問

source: Deny Access
de: Zugriff verweigern
pt_pt: Negar acesso
zh_tw: 拒絕訪問

source: Enabled
es: Activado
fr: Activer
he: פעיל
it: Attivato
ja: 有効
nl: Ingeschakeld
pt_pt: Activado
ru: Включено
zh_cn: 启用
zh_tw: 啟用

source: Disabled
es: Desactivado
fr: Désactiver
he: כבוי
it: Disattivato
ja: 無効
nl: Uitgeschakeld
pt_pt: Desactivado
ru: Выключено
zh_cn: 禁用
zh_tw: 停用

# OUT_OF_DATE_TITLE
source: System Version Out Of Date
de: System-Version ist veraltet
es: Versión del sistema obsoleta
fr: Version du système obsolète
he: גרסת ה-IOS שברשותך ישנה מדי
it: Versione di sistema vecchia
ja: iOSのバージョンが古過ぎます
nl: Systeemversie Verouderd
pt_pt: Versão do sistema desactualizada
ru: Версия ПО устарела
zh_cn: 系统版本过于陈旧
zh_tw: 系統版本過於陳舊

# OUT_OF_DATE_MESSAGE
source: Activator performs best on a modern version of iOS. Please consider upgrading.
de: Activator funktioniert am besten mit neueren iOS-Versionen. Bitte beachte die Aktualisierungen.
es: Activator funcionará mejor en versiones modernas de iOS. Considera actualizar.
fr: Activator fonctionne mieux sur une version moderne de iOS. S'il vous plaît envisager de mettre à niveau.
he: פועל במיטבו על גרסאות iOS עדכניות יותר. אנא עדכן את גרסתך בכדי שתוכל להשתמש ב-Activator בצורה תקינה.
it: Activator funziona al meglio solo sulle nuove versioni di iOS. Considera un aggiornamento.
ja: Activatorは最新のiOSに最適化されています。 デバイスのアップデートを行ってください。
nl: Activator functioneert het beste op een moderne versie van iOS. Overweeg bijwerken s.v.p.
pt_pt: O Activator funciona melhor em versões recentes do iOS. Por favor considere actualizar.
ru: Activator работает лучше на новых версиях iOS. Обновитесь.
zh_cn: Activator 在新 iOS 系统上工作更好。 请考虑更新系统。
zh_tw: Activator 在新 iOS 系統上工作更好。 請考慮更新系統。

# TOO_NEW_TITLE
source: System Version Too New
de: System-Version zu neu
es: Versión del sistema muy nueva
fr: Version du système trop récente
he: גרסת ה-IOS שברשותך חדשה מדי
it: Versione di sistema troppo nuova
ja: 未確認のiOSバージョンです
nl: Systeemversie Te Nieuw
pt_pt: Versão do sistema demasiado recente
ru: Слишком новое ПО
zh_cn: 系统版本太新
zh_tw: 系統版本太新

# TOO_NEW_MESSAGE
source: Activator has not been tested with this version of iOS. Some features may not work as designed.
de: Activator wurde noch nicht mit dieser iOS-Version getestet, daher kann es unter Umständen dazu führen, dass einige Features nicht funktionieren.
es: Activator no ha sido probado en esta versión de iOS. Algunas funciones podrían no funcionar correctamente.
fr: Activator n'a pas été testé avec cette version d'iOS. Certaines fonctionnalités peuvent ne pas fonctionner comme prévu.
he: גרסת ה-IOS שברשותך חדשה מידי, Activator לא נבדק עדיין על גרסת iOS זו. יתכן שחלק מן האפשרויות לא יתפקדו או יפעלו כראוי.
it: Activator non è stato testato con questa versione di iOS. Alcune funzioni potrebbero non funzionare.
ja: ActivatorはこのiOSでの動作が確認されていません。 いくつかの項目は正常に動作しない可能性があります。
nl: Activator is nog niet getest met deze versie van iOS. Sommige functies werken mogelijk niet zoals bedoeld.
pt_pt: O Activator não foi testado nesta versão do iOS. Alguns recursos poderão não funcionar como esperado.
ru: Activator не тестировался на совместимость с данной версией. Возможно не все функции будут работать как задумано.
zh_cn: Activator 未在该版本的 iOS 上测试过。 某些功能可能无法正常使用。
zh_tw: Activator 未在該版本的 iOS 上測試過。 某些功能可能無法正常使用。

# VERSION_PROMPT_MORE_INFO
source: More Info
de: Mehr Informationen
es: Más información
fr: Plus d'info
he: מידע נוסף
it: Più info
ja: 詳細情報
nl: Meer Info
pt_pt: Mais informações
ru: Подробнее
zh_cn: 更多信息
zh_tw: 更多資訊

# VERSION_PROMPT_IGNORE
source: Ignore
es: Ignorar
fr: Ignorer
he: התעלם
it: Ignora
ja: 無視
nl: Negeer
pt_pt: Ignorar
ru: Игнорировать
zh_cn: 忽略
zh_tw: 忽略

# VERSION_PROMPT_CONTINUE
source: Continue
es: Continuar
fr: Continuer
he: המשך
it: Continua
ja: 続行
nl: Ga Door
pt_pt: Continuar
ru: Продолжить
zh_cn: 继续
zh_tw: 繼續

source: Show Icon
de: Icon anzeigen
es: Mostrar icono
fr: Afficher l'icône
he: הצגת אייקון
it: Mostra icona
ja: アイコンを表示
nl: Toon Icon
pt_pt: Mostrar Ícone
ru: Показывать иконку
zh_cn: 显示图标
zh_tw: 顯示圖示

source: Show Activator Icon on SpringBoard
de: Activator auf dem SpringBoard anzeigen
es: Muestra el icono de Activator en el SB
fr: Afficher l'icône d'Activator sur le SpringBoard
he: הצג את האייקון של Activator במסך הבית
it: Mostra l'icona sulla SpringBoard
ja: ホームにアイコンを表示する
nl: Toon Activator Icoon op SpringBoard
pt_pt: Mostrar ícone do Activator no SpringBoard
ru: Показывать Activator на экране "Домой"
zh_cn: 在主屏幕显示 Activator 图标
zh_tw: 在『主畫面』螢幕顯示 Activator 圖示

source: Advertisement
es: Publicidad
fr: Avertissement
he: פרסומת
it: Pubblicità
ja: 広告
nl: Advertentie
pt_pt: Publicidade
ru: Реклама
zh_cn: 广告
zh_tw: 廣告

# SAFE_MODE_TITLE
source: In Safe Mode
de: Abgesicherter Modus
es: Modo seguro
fr: En mode sans échec
he: במצב בטוח
ja: セーフモード
pt_pt: Em Modo de Segurança
ru: В безопасном режиме
zh_cn: 在安全模式下
zh_tw: 在安全模式下

# SAFE_MODE_MESSAGE
source: Your device is currently running in Safe Mode. Most features of Activator are disabled while the device is in safe mode. Restart SpringBoard to return to the normal mode.
de: Du befindest dich im abgesicherten Modus. Die meisten Funktionen von Activator wurden deaktiviert, da du dich im abgesicherten Modus befindest. Starte dein SpringBoard neu, um in den normalen Modus zurückzukehren.
es: Tu dispositivo está actualmente en modo seguro. La mayoría de funciones de Activator estarán deshabilitadas mientras el dispositivo esté en modo seguro. Reinicia el SpringBoard para volver al modo normal.
fr: Votre appareil est en cours d'exécution en mode sans échec. La plupart des fonctions d'Activator sont désactivées lorsque l'appareil est en mode sans échec. Redémarrez le SpringBoard pour revenir en mode normal.
he: מכשירך נמצא כעת במצב בטוח. רוב האפשרויות של Activator לא זמינות במצב בטוח. הפעל מחדש את הספרינגבורד בכדי לחזור למצב נורמלי של המערכת.
it: Il dispositivo è attualmente in Safe Mode. La maggior parte delle funzioni di Activator sono disabilitate mentre il dispositivo è in Safe Mode. Riavvia la SpringBoard per tornare nella modalità normale.
ja: デバイスはセーフモードで動作しています。そのため、ほぼ全てのActivatorの機能が無効化されています。Respringすると通常のモードに戻ります。
nl: Je apparaat draait momenteel in Safe Mode. De meeste functies van Activator zijn uitgeschakeld tijdens Safe Mode. Respring SpringBoard om terug te keren naar de normale modus.
pt_pt: O seu dispositivo está a funcionar em Modo de Segurança. A maioria dos recursos do Activator estão desactivados enquanto o dispositivo estiver em Modo de Segurança. Reinicie o SpringBoard para voltar ao modo normal.
ru: Устройство находится в безопасном режиме. Большинство функций Activator отключены. Перезапустие Springboard (Респринг) для перехода в нормальный режим.
zh_cn: 您的设备当前运行在安全模式下。Activator 的大部分功能在安全模式下已被禁用。重新载入 SpringBoard 以回到正常模式。
zh_tw: 您的装置當前運行在安全模式下。Activator 的大部分功能在安全模式下已被停用。重新載入『主畫面』以回到正常模式。

# SAFE_MODE_CANCEL
source: Cancel
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
nl: Annuleer
pt_pt: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# SAFE_MODE_RESTART
source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
he: הפעלה מחדש
it: Riavvia
ja: Respring
nl: Herstart
pt_pt: Reiniciar
ru: Респринг
zh_cn: 重新启动
zh_tw: 重新啟動

# SAFE_MODE_RESET_SETTINGS
source: Reset Settings
de: Einstellen zurücksetzen
it: Ripristina impostazioni
pt_pt: Repor definições
zh_tw: 重置設定

# SAFE_MODE_RESTART_DETAIL
source: Relaunch SpringBoard
de: Starte SpringBoard neu
it: Rilancia SpringBoard
pt_pt: Reiniciar SpringBoard
zh_tw: 重新加載『主畫面』

# ACTIVATOR_DISABLED_WITH_ROCKETS_MESSAGE
source: Most features of Activator are currently disabled because Cydia Substrate or RocketBootstrap is not functioning. If your device is in Safe Mode, you will see "Exit Safe Mode" at the top of your screen, and you can tap "Restart" to return to normal mode. Otherwise, try reinstalling Cydia Substrate or RocketBootstrap in Cydia. If you have disabled or removed any launch daemons, restore them for best results.
de: Die meisten Funktionen von Activator wurden deaktiviert, da Cydia Substrate oder RocketBootstrap nicht funktionieren. Wenn sich dein iDevice im abgesicherten Modus befindet, siehst du in der Statusbar den Text "Exit Safe Mode". Drücke auf diesen Text und wähle "Restart" um das SpringBoard im normalen Modus zu starten. Versuche ansonsten, Cydia Substrate oder RocketBootstrap in Cydia neu zu installieren. Wenn du einige LaunchDaemons entfernt oder deaktiviert hast, so stelle diese bitte wieder her.
it: La maggior parte delle funzioni di Activator sono attualmente disabilitate poiché il Cydia Substrate o RocketBootstrap non stanno funzionando correttamente. Se il dispositivo è in Safe Mode, sarà visibile la scritta "Exit Safe Mode" in alto, premendoci e successivamente selezionando "Restart" si potrà tornare alla modalità normale. Altrimenti provare reinstallando Cydia Substrate o RocketBootstrap tramite Cydia. Se è stato disabilitato o rimosso qualsiasi launch daemons, ripristinarlo per ottenere un risultato migliore.
pt_pt: A maioria dos recursos do Activator estão desactivados porque o Cydia Substrate ou o RocketBootstrap não estão a funcionar. Se o seu dispositivo estiver em Modo de Segurança, verá no topo do ecrã a mensagem "Sair do Modo de Segurança", pode tocar em "Reiniciar" para voltar ao modo normal. Em alternativa, tente reinstalar o Cydia Substrate ou o RocketBootstrap no Cydia. Se tiver desactivado ou removido quaisquer launch deamons, restaure-os para obter melhores resultados.
zh_tw: 因 Cydia Substrate 或 RocketBootstrap 未能正常工作，Activator 的大部分功能已被禁用。如果您的裝置當前正處於安全模式下，您會在螢幕頂端狀態列看到“Exit Safe Mode”（退出安全模式）的字樣，您可以點擊“Restart”（重新啟動）以回到正常模式。否則請嘗試在 Cydia 中重新安裝 Cydia Substrate 或 RocketBootstrap。如果您曾禁用過某些自啟動進程，請嘗試還原它們。

source: Activator Disabled
de: Activator ist deaktiviert
es: Activator desactivado
fr: Activator désactivé
he: Activator מושבת
it: Activator disabilitato
ja: Activatorは無効です
nl: Activator Uitgeschakeld
pt_pt: Activator desactivado
ru: Activator выключен
zh_cn: Activator 已禁用
zh_tw: Activator 已停用

# ACTIVATOR_DISABLED_MESSAGE
source: Most features of Activator are currently disabled because Cydia Substrate is not functioning. If your device is in Safe Mode, you will see "Exit Safe Mode" at the top of your screen, and you can tap "Restart" to return to normal mode.
de: Die meisten Funktionen von Activator wurden deaktiviert, da Cydia Substrate nicht funktioniert. Wenn sich dein iDevice im abgesicherten Modus befindet, siehst du in der Statusbar den Text "Exit Safe Mode". Drücke auf diesen Text und wähle "Restart" um das SpringBoard im normalen Modus zu starten.
es: La mayoría de funciones de Activator estarán deshabilitadas porque Mobile Substrate no está funcionando. Si tu dispositivo está en modo seguro, verás "Exit Safe Mode" en la parte superior de tu pantalla, y podrás tocar "Reiniciar" para volver al modo normal.
fr: La plupart des fonctions d'Activator sont actuellement désactivées parce que Mobile Substrate ne fonctionne pas. Si votre appareil est en mode sans échec , vous allez voir "Quittez le mode sans échec" en haut de votre écran , vous pouvez appuyer sur "Redémarrer" pour revenir au mode normal .
he: רוב האפשרויות של Activator אינן זמינות כעת. ככל הנראה Cydia Substrate אינו פעיל. אם מכשירך נמצא במצב בטוח, תראה את ההודעה "Exit Safe Mode" המופיעה במרכז הסטטוס בר. באפשרותך ללחוץ "הפעלה מחדש" בכדי לחזור למצב התקין של המערכת
it: La maggior parte delle funzioni di Activator sono attualmente disabilitate poiché il Cydia Substrate non sta funzionando correttamente. Se il dispositivo è in Safe Mode, sarà visibile la scritta "Exit Safe Mode" in alto, premendoci e successivamente selezionando "Restart" si potrà tornare alla modalità normale.
ja: MobileSubstrateが機能していないため、ほぼ全てのActivatorの機能が無効化されています。もしセーフモードである場合は、ステータスバー上の "Exit Safe Mode" をタップし "Restart" をタップすることで通常のモードに戻ります。
nl: De meeste functies van Activator zijn momenteel uitgeschakeld omdat Mobile Substrate niet werkt. Als je apparaat in Safe Mode is, zie je "Exit Safe Mode" bovenaan je scherm, en kun je "Restart" tappen om terug te keren naar de normale modus.
pt_pt: A maioria dos recursos do Activator estão desactivados porque o Cydia Substrate não está a funcionar. Se o seu dispositivo estiver em Modo de Segurança, verá no topo do ecrã a mensagem "Sair do Modo de Segurança", pode tocar em "Reiniciar" para voltar ao modo normal.
ru: Activator не может функционировать правильно, так как Mobile Substrate не работает. Если устройство в безопасном режиме, вы увидите надпись "Exit Safe Mode" вверху экрана, нажмите на нее и выберите "Restart", чтобы вернуться в обычный режим.
zh_cn: 因 MobileSubstrate 没有正常工作，Activator 大部分功能已被禁用。如果您的设备是处于安全模式下，您可以在屏幕顶端状态栏看到“Exit Safe Mode”（退出安全模式）的字样，您可以点击“Restart”（重新启动）以回到正常模式。
zh_tw: 因 Cydia Substrate 没有正常工作，Activator 大部分功能已被停用。如果您的裝置是處於安全模式下，您可以在螢幕頂端狀態列看到『Exit Safe Mode』（退出安全模式）的字樣，您可以點擊『Restart』（重新啟動）以回到正常模式。

source: Activator Corrupt
de: Activator ist beschädigt
es: Activator corrupto
fr: Activator corrompu
he: Activator פגום
it: Activator corrotto
ja: Activatorが破損しています
nl: Activator Gecorrumpeerd
pt_pt: Activator corrompido
ru: Activator поврежден
zh_cn: Activator 已损坏
zh_tw: Activator 已損壞
