Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# ACTIVATOR_CORRUPT_MESSAGE
source: Most features of Activator are currently disabled because Activator's internal files seem to be incorrect. Try going into Cydia and reinstalling Activator.
de: Die meisten Funktionen von Activator wurden deaktiviert, da die internen Dateien beschädigt sind. Bitte installiere Activator in Cydia neu.
es: La mayoría de funciones de Activator estarán deshabilitadas porque los archivos internos de Activator parecen ser incorrectos. Intenta ir a Cydia y reinstalar Activator.
fr: La plupart des fonctions d'Activator sont actuellement désactivées, car les fichiers internes d’Activator semblent être incorrectes. Essayez d'allez dans Cydia et lancez une réinstallation d'Activator.
he: רוב האפשרויות של Activator אינן זמינות כעת. ככל הנראה, קבצי המערכת של Activator נפגמו. נסה לעבור אל Cydia ולבצע התקנה מחדש ל-Activator בכדי לתקן שגיאה זו
it: La maggior parte delle funzioni di Activator sono attualmente disabilitate poiché sembra che i file interni di Activator non siano corretti. Provare reinstallando Activator tramite Cydia.
ja: Activatorのファイルが破損している可能性があるため、ほぼ全てのActivatorの機能が無効化されています。Cydiaを起動しActivatorを再インストールしてください。
nl: De meeste functies van Activator zijn momenteel uitgeschakeld omdat Activator's interne bestanden incorrect lijken te zijn. Probeer Activator opnieuw te installeren in Cydia.
pt_pt: A maioria dos recursos do Activator estão desactivados porque os ficheiros internos do Activator parecem estar incorrectos. Tente ir ao Cydia e reinstalar o Activator.
ru: Activator не может функционировать правильно, так как его файлы повреждены. Попробуйте переустановить его.
zh_cn: 可能因为 Activator 程序以及资源文件损坏，Activator 大部分功能已被禁用。请尝试使用 Cydia 重新安装 Activator 以修复损坏文件。
zh_tw: 可能因 Activator 程式及資源档案損壞，Activator 大部分功能已被停用。請嘗試使用 Cydia 重新安裝 Activator 以修復損壞档案。

# CORRUPT_CANCEL
source: Cancel
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
nl: Annuleer
pt_pt: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# CORRUPT_LAUNCH_CYDIA
source: Launch Cydia
de: Cydia starten
es: Ejecutar Cydia
fr: Lancer Cydia
he: פתיחת Cydia
it: Avvia Cydia
ja: Cydiaを起動
nl: Open Cydia
pt_pt: Abrir Cydia
ru: Запустить Cydia
zh_cn: 启动 Cydia
zh_tw: 啟動 Cydia

source: Blacklist
es: Lista negra
fr: Liste noire
he: רשימה שחורה
it: Lista nera
ja: ブラックリスト
pt_pt: Lista negra
ru: Черный список
zh_cn: 屏蔽列表
zh_tw: 屏蔽列表

# BLACKLIST_DETAIL
source: Ignore events in specific applications
de: Ignoriere Ereignisse in bestimmten Apps
es: Ignora activaciones en apps específicas
fr: Ignore les événements dans des applications spécifiques
he: התעלמות מפעולות ביישומים ספציפיים
it: Ignora gli eventi in applicazioni specifiche
ja: 特定のアプリケーションで動作を無効化
nl: Negeer acties in specifieke applicaties
pt_pt: Ignorar eventos em aplicações específicas
ru: Игнор срабатывания в приложениях
zh_cn: 忽略指定应用程序里的事件
zh_tw: 忽略指定應用程式中的事件

# N_ACTIONS
source: %d actions
de: %d Aktionen
es: %d acciones
he: %d פעולות
it: %d azioni
pt_pt: %d acções
ru: %d действ.
zh_cn: 展开 %d 个项目
zh_tw: 展開 %d 個項目

source: Slide Gestures
es: Gestos de deslizar
he: מחוות החלקה
it: Gesti scorrimento
pt_pt: Gestos de deslizar
ru: Свайпы
zh_cn: 滑动手势
zh_tw: 滑動手勢

source: Sensitivity
es: Sensibilidad
he: רגישות
it: Sensibilità
pt_pt: Sensibilidade
ru: Чувствительность
zh_cn: 灵敏度
zh_tw: 靈敏度

source: Tight
es: Máxima
he: הדוק
it: Precisissima
pt_pt: Máxima
zh_cn: 极低
zh_tw: 極低

source: Very Precise
de: Sehr genau
es: Muy precisa
he: מאוד מדויק
it: Molto precisa
pt_pt: Muito precisa
zh_cn: 低
zh_tw: 低

source: Precise
es: Precisa
he: מדויק
it: Precisa
pt_pt: Precisa
zh_cn: 较低
zh_tw: 較低

source: Normal
he: נורמלי
it: Normale
ru: Нормальная
zh_cn: 正常
zh_tw: 正常

source: Lenient
es: Débil
he: רך
it: Imprecisa
pt_pt: Tolerante
zh_cn: 较高
zh_tw: 較高

source: Very Lenient
de: Sehr mild
es: Muy débil
he: מאוד רך
it: Molto imprecisa
pt_pt: Muito tolerante
zh_cn: 高
zh_tw: 高

source: Loose
es: Imprecisa
he: רופף
it: Lenta
pt_pt: Imprecisa
zh_cn: 很高
zh_tw: 很高

source: Very Loose
de: Sehr weich
es: Muy imprecisa
he: מאוד רופף
it: Molto lenta
pt_pt: Muito imprecisa
zh_cn: 极高
zh_tw: 極高

source: Custom Events
de: Benutzerdefinierte Ereignisse
es: Eventos personalizados
he: מחוות מותאמות אישית
it: Eventi personalizzati
pt_pt: Eventos personalizados
ru: Настраиваемые действия
zh_cn: 自定义事件
zh_tw: 自訂事件

source: Build New Events
de: Neues Ereignis erstellen
es: Crear nuevos eventos
he: בנה מחוות חדשות
it: Crea un nuovo evento
pt_pt: Criar novos eventos
ru: Настроить свои действия
zh_cn: 创建自定义事件
zh_tw: 創建自訂事件

source: New Event
de: Neues Ereignis
es: Nuevo evento
he: מחווה חדשה
it: Nuovo evento
pt_pt: Novo evento
ru: Новое действие
zh_cn: 新事件
zh_tw: 新事件

source: Build Events
de: Ereignis erstellen
pt_pt: Criar eventos
zh_tw: 創建事件

source: Custom Actions
de: Benutzerdefinierte Aktionen
es: Acciones personalizadas
it: Azioni personalizzate
pt_pt: Acções personalizadas
zh_tw: 自訂動作

source: Build New Actions
de: Neues Aktion erstellen
es: Hacer nuevas acciones
it: Crea una nuova azione
pt_pt: Criar novas Acções
zh_tw: 創建自訂動作

source: New Action
de: Neue Aktion
es: Nueva acción
it: Nuova azione
pt_pt: Nova acção
zh_tw: 新動作

source: Build Actions
de: Aktion erstellen
pt_pt: Criar acções
zh_tw: 創建動作

# MAIL_SENDER
source: Sender
es: Remitente
he: שולח
it: Mittente
pt_pt: Remetente
ru: Отправитель
zh_cn: 发件人
zh_tw: 發件人

# MAIL_SENDER_UNKNOWN
source: Unknown
es: Desconocido
he: לא ידוע
it: Sconosciuto
pt_pt: Desconhecido
ru: Неизвестен
zh_cn: 未知发件人
zh_tw: 未知發件人

# MAIL_ANY_SENDER
source: (any sender)
de: ( jeder Absender )
es: (cualquier remitente)
he: (כל שולח)
it: (qualsiasi mittente)
pt_pt: (qualquer remetente)
ru: (отправитель)
zh_cn: 指定发件人
zh_tw: 指定發件人

# MAIL_SUBJECT
source: Subject
es: Asunto
he: נושא
it: Oggetto
pt_pt: Assunto
ru: Тема эл. письма
zh_cn: 邮件标题
zh_tw: 郵件標題

# MAIL_ANY_SUBJECT
source: (any subject)
de: ( jeder Betreff )
es: (cualquier asunto)
he: (כל נושא)
it: (qualsiasi oggetto)
pt_pt: (qualquer assunto)
ru: (тема)
zh_cn: 指定标题
zh_tw: 指定標題

# MESSAGE_SENDER
source: Sender
es: Remitente
he: שולח
it: Mittente
pt_pt: Remetente
ru: Отправитель
zh_tw: 發件人

# MESSAGE_ANY_SENDER
source: (any sender)
de: ( jeder Absender )
es: (cualquier remitente)
he: (כל שולח)
it: (qualsiasi mittente)
pt_pt: (qualquer remetente)
ru: (отправитель)
zh_tw: 任意發件人

# MESSAGE_MESSAGE
source: Message
es: Mensaje
he: הודעה
it: Messaggio
pt_pt: Mensagem
ru: Сообщение
zh_tw: 訊息內容

# MESSAGE_ANY_MESSAGE
source: (any message)
de: ( jede Nachricht )
es: (cualquier mensaje)
he: (כל הודעה)
it: (qualsiasi messaggio)
pt_pt: (qualquer mensagem)
ru: (сообщение)
zh_tw: 任意內容

source: Show as Banner
de: Als Banner anzeigen
pt_pt: Mostrar como faixa
zh_tw: 顯示為橫幅

source: Show banner when performing an action
de: Zeige beim Ausführen einer Aktion ein Banner
es: Mostrar banner al hacer una acción
he: הצגת באנר בעת ביצוע פעולה
it: Mostra avvisi all'esecuzione di un'azione
pt_pt: Mostrar faixa ao executar uma acção
ru: Показывать баннеры при выполнении действий
zh_tw: 觸發動作時顯示通知橫幅

# ACTION_BANNERS_SHOW_WHEN_PERFORMING_AN_ACTION
source: Show when performing an action
de: Mitteilungen anzeigen
es: Mostrar cuando se ejecute una acción
he: בחר מתי יוצגו באנרים
it: Esecuzione di un'azione
pt_pt: Mostrar ao executar uma acção
ru: Показывать баннеры
zh_tw: 觸發動作時顯示通知橫幅

source: Action Banners
es: Banners de acción
he: פעולת באנרים
it: Avvisi azione
pt_pt: Faixas de acção
ru: Баннеры
zh_tw: 動作橫幅

# ACTION_BANNERS_NEVER
source: Never
es: Nunca
he: אף פעם
it: Mai
pt_pt: Nunca
ru: Никогда
zh_tw: 從不

# ACTION_BANNERS_TOGGLES_AND_SWITCHES
source: For Toggles and Switches
de: Nur für Switches und SBSettings
es: Para botones e interruptores
he: רק עבור כפתורי SBSettings ומתגים
it: Utilizzo di interruttori
pt_pt: Para botões e interruptores
ru: Для переключателей
zh_tw: 僅限開關

# ACTION_BANNERS_ALWAYS
source: Always
es: Siempre
he: תמיד
it: Sempre
pt_pt: Sempre
ru: Всегда
zh_tw: 總是

source: Activated
es: Activado
he: פעיל
it: Attivato
pt_pt: Activado
ru: Активировано
zh_tw: 已觸發

# SHARE_THE_LOVE
source: I'm using @ActivatorApp to add customizable gestures and shortcuts to my %@!
de: I'm using @ActivatorApp by @rpetrich to add customizable Gestures and Shortcuts to my %@ !
es: Estoy usando @ActivatorApp para añadir gestos personalizables y accesos directos a mi %@!
he: אני משתמש ב-@ActivatorApp כדי להוסיף קיצורים, מחוות, ולהתאמה אישית ב-%@ שלי!
it: Sto utilizzando @ActivatorApp per aggiungere gesti personalizzabili e scorciatoie al mio %@!
pt_pt: Estou a usar @ActivatorApp para adicionar gestos e atalhos personalizados ao meu %@!
ru: Я использую @ActivatorApp для настройки кастомных жестов и действий в своем %@!
zh_tw: 我正在我的 %@ 上使用 @ActivatorApp 來添加自訂手勢及捷徑！

# APPLICATION_KEYCHAIN_WARNING
source: If a device passcode is set, apps that secure access to their data using encryption (such as Mail) require the passcode to behave properly.
de: Wenn ein Sperrcode gesetzt wurde, benötigen Apps, die auf eine Verschlüsselung zurückgreifen ( wie Mail ) den Sperrcode, um auf deine Daten zugreifen zu können.
pt_pt: Se estiver definido um código, as aplicações que protegem os seus dados com encriptação (como o Correio) precisam do código para funcionarem correctamente.
zh_tw: 如果已啟用鎖定密碼，使用加密安全訪問資料的應用程式（如郵件）需要密碼以正常工作。

source: Applications
pt_pt: Aplicações
zh_tw: 應用程式

source: Ask For Passcode
de: Nach dem Sperrcode fragen
pt_pt: Pedir código
zh_tw: 需要密碼

source: If activated while passcode locked
de: Aktivierung im Sperrzustand
pt_pt: Se for activada enquando bloqueado por código
zh_tw: 當密碼鎖定時激活

source: Open App Immediately
de: App sofort öffnen
pt_pt: Abrir app imediatamente
zh_tw: 立即打開應用程式

source: Multi-touch Gestures
de: Gesten mit mehreren Fingern
pt_pt: Gestos Multi-Toque
zh_tw: 多點觸摸手勢

source: Stop delivering touches
de: Keine weiteren Gesten senden
pt_pt: Deixar de receber toques
zh_tw: 停止傳遞觸摸

source: App receives "touches cancelled" event
de: App erhält Ereignis "Geste abbrechen"
pt_pt: A app recebe o evento "toques cancelados"
zh_tw: 應用程式接收『觸摸取消』事件

source: Continue delivering touches
de: Weiterhin Gesten senden
pt_pt: Continuar a receber toques
zh_tw: 繼續傳遞觸摸

source: App receives subsequent touch events
de: App erhält mehrfache Ereignisgesten
pt_pt: A app recebe os eventos de toque subsequentes
zh_tw: 應用程式接收後續觸摸事件

source: When Event is Handled
de: Wenn das Ereignis ausgeführt wird
pt_pt: Quando ocorre evento
zh_tw: 事件被處理時

source: Bookmarks
es: Marcadores
fr: Favoris
he: סימניות
it: Preferiti
ja: ブックマーク
nl: Bladwijzers
pt_pt: Marcadores
ru: Закладки
zh_cn: 书签
zh_tw: 書籤

# BOOKMARKS_DETAIL
source: Manage custom bookmark actions
de: Verwalte deine benutzerdefinierten Lesezeichen-Aktionen
es: Administra acciones de marcadores
fr: Gérer les actions des favoris personnalisés
he: נהל סימניות פעולות מותאמות
it: Gestisci azioni dei preferiti personalizzati
ja: ブックマーク設定を管理
nl: Beheer aangepaste bladwijzer-acties
pt_pt: Gerir acções personalizadas para marcadores
ru: Управлять действиями с закладками
zh_cn: 管理自定义书签动作
zh_tw: 管理自訂書籤動作

source: Add New Bookmark
de: Neues Lesezeichen hinzufügen
es: Añadir nuevo marcador
fr: Ajouter nouveau favori
he: צור סימניה
it: Aggiungi un nuovo preferito
ja: ブックマークを追加
nl: Voeg Bladwijzer Toe
pt_pt: Adicionar novo marcador
ru: Добавить закладку
zh_cn: 添加新书签
zh_tw: 添加新書籤

source: New Bookmark
de: Neues Lesezeichen
es: Nuevo marcador
fr: Nouveau favori
he: סימניה חדשה
it: Nuovo preferito
ja: 新規ブックマーク
nl: Nieuwe Bladwijzer
pt_pt: Novo marcador
ru: Новая Закладка
zh_cn: 新书签
zh_tw: 新書籤

source: Bookmark Title
es: Título del marcador
fr: Titre du favori
he: כותרת סימניה
it: Titolo preferito
ja: ブックマークのタイトル
nl: Bladwijzer Titel
pt_pt: Título do marcador
ru: Имя закладки
zh_cn: 书签标题
zh_tw: 書籤標題

source: Bookmark URL
de: Lesezeichen-Adresse
es: URL del marcador
fr: URL du favori
he: קישור סימניה
it: URL preferito
ja: ブックマークのURL
nl: Bladwijzer Adres
pt_pt: URL do marcador
ru: URL закладки
zh_cn: 书签地址
zh_tw: 書籤位址

# BOOKMARK_DESCRIPTION_FORMAT
source: Visit %@
de: Besuche "%@"
es: Visitar %@
fr: Visite %@
he: בקר ב-"%@"
it: Visita %@
ja: %@ にアクセス
nl: Bezoek %@
pt_pt: Visitar %@
ru: Посетить %@
zh_cn: 访问 %@
zh_tw: 訪問 %@

source: Menus
de: Menüs
es: Menús
he: תפריטים
it: Menu
ja: メニュー
ru: Меню
zh_cn: 菜单
zh_tw: 項目單

# MENUS_DETAIL
source: Manage custom Activator menus
de: Benutzerdefinierte Activator-Menüs
es: Administra los menús personalizados
fr: Gére les menus personnalisés d’Activator
he: התאם אישית את תפריטי Activator
it: Gestisci i menu personalizzati
ja: Activatorの動作を自分で設定できます
nl: Beheer aangepaste Activator menu's
pt_pt: Gerir menus personalizados do Activator
ru: Создать свои меню Activator
zh_cn: 管理 Activator 自定义菜单
zh_tw: 管理 Activator 自訂項目單

source: Add New Menu
de: Neues Menü hinzufügen
es: Añadir nuevo menú
fr: Ajouter un nouveau menu
he: הוסף תפריט חדש
it: Aggiungi un nuovo menu
ja: 新規メニューを追加
nl: Voeg Menu Toe
pt_pt: Adicionar novo menu
ru: Добавить меню
zh_cn: 添加菜单
zh_tw: 添加項目單

source: New Menu
de: Neues Menü
es: Nuevo menú
fr: Nouveau menu
he: תפריט חדש
it: Nuovo menu
ja: 新規メニュー
nl: Nieuw Menu
pt_pt: Novo menu
ru: Новое Меню
zh_cn: 新菜单
zh_tw: 新項目單

source: Menu Title
de: Menütitel
es: Título del menú
fr: Titre du menu
he: כותרת התפריט
it: Titolo menu
ja: メニューのタイトル
nl: Menutitel
pt_pt: Título do menu
ru: Название Меню
zh_cn: 菜单标题
zh_tw: 項目單標題

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוסף
it: Aggiungi
ja: 追加
nl: Voeg Toe
pt_pt: Adicionar
ru: Добавить
zh_cn: 添加
zh_tw: 添加

source: Cancel
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
nl: Annuleer
pt_pt: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

source: Add Action
de: Aktion hinzufügen
es: Añadir acción
fr: Ajouter action
he: הוסף פעולה
it: Aggiungi azione
ja: 新規設定
nl: Voeg Actie Toe
pt_pt: Adicionar acção
ru: Добавить действие
zh_cn: 添加动作
zh_tw: 添加動作

source: Action
es: Acción
he: פעולה
it: Azione
ja: 動作の設定
nl: Actie
pt_pt: Acção
ru: Действие
zh_cn: 动作
zh_tw: 動作

source: Preview Menu
de: Vorschau-Menü
pt_pt: Previsão do menu
zh_tw: 預看菜單

# MODE_TITLE_all
source: Anywhere
de: Überall
es: En cualquier lugar
fr: Partout
he: בכל מקום
it: Ovunque
ja: 常時起動
nl: Overal
pt_pt: Em qualquer lugar
ru: Везде
zh_cn: 任意位置
zh_tw: 任意位置

# MODE_TITLE_springboard
source: At Home Screen
de: Home-Bildschirm
es: En la pantalla de inicio
fr: À l'écran d'accueil
he: במסך הבית
it: Nella schermata home
ja: ホーム画面上での動作
nl: Op Beginscherm
pt_pt: No ecrã principal
ru: На экране "Домой"
zh_cn: 在主屏幕
zh_tw: 在『主畫面』螢幕

# MODE_DESCRIPTION_springboard
source: When SpringBoard icons are visible
de: Wenn die SpringBoard-Icons sichtbar sind
es: Cuando veas los iconos del SpringBoard
fr: Quand les icônes sont visibles
he: כאשר האייקונים בספרינגבורד נראים לעין
it: Icone della SpringBoard visibili
ja: ホーム画面上での動作を設定
nl: Als SpringBoard iconen zichtbaar zijn
pt_pt: Quando os ícones do SpringBoard estão visíveis
ru: Когда перед Вами иконки приложений
zh_cn: 可以看到主屏幕应用程序图标时
zh_tw: 可以看到『主畫面』螢幕應用程式圖像時

# MODE_TITLE_application
source: In Application
es: En una aplicación
fr: Dans une application
he: בתוך יישום
it: Nelle applicazioni
ja: アプリ上での動作
nl: In Applicatie
pt_pt: Numa aplicação
ru: В приложениях
zh_cn: 在程序中
zh_tw: 在程式中

# MODE_DESCRIPTION_application
source: When an application is visible
de: Wenn sich eine App im Vordergrund befindet
es: Cuando estés dentro de una aplicación
fr: Quand une application est active
he: כאשר הינך נמצא בתוך יישום מסויים
it: Applicazione visibile
ja: アプリ起動中での動作を設定
nl: Als een applicatie zichtbaar is
pt_pt: Quando uma aplicação está visível
ru: Когда запущено приложение
zh_cn: 在一个运行中的应用程序里
zh_tw: 在一個执行中的應用程式裡

# MODE_TITLE_lockscreen
source: At Lock Screen
es: En la pantalla de bloqueo
fr: À l'écran de veille
he: במסך הנעילה
it: Nella lockscreen
ja: ロック画面上での動作
nl: Op Lockscreen
pt_pt: No ecrã bloqueado
ru: На экране блокировки
zh_cn: 在锁屏界面
zh_tw: 在『鎖定』螢幕

# MODE_DESCRIPTION_lockscreen
source: When is locked and lock screen is visible
de: Wenn der Sperrbildschirm sichtbar ist
es: Cuando el dispositivo esté bloqueado
fr: Quand l'écran de veille est visible
he: כאשר מסך הנעילה נראה לעין
it: Bloccato con lockscreen visibile
ja: ロック画面上での動作を設定
nl: Als is vergrendeld en lockscreen zichtbaar
pt_pt: Quando está bloqueado e o ecrã bloqueado está visível
ru: Когда устройство заблокировано
zh_cn: 处于锁屏界面时
zh_tw: 處於『鎖定』螢幕時

source: Assign Multiple
de: Mehrfach zuweisen
it: Assegnazione multipla
pt_pt: Atribuir múltiplos
zh_tw: 分配多個動作

# JUST_ONE_LISTENER_ASSIGNMENT
source: Just %@
de: Nur "%@"
it: Solo %@
pt_pt: Apenas %@
zh_tw: 僅 %@

# MAY_BE_ASSIGNED_SIMULTANEOUSLY_MESSAGE
source: %@ and %@ may be assigned simultaneously.
de: "%@" und "%@" können gleichzeitig zugewiesen werden.
it: %@ e %@ possono essere assegnati simultaneamente.
pt_pt: %@ e %@ podem ser atribuídos simultaneamente.
zh_tw: 可同時分配 %@ 和 %@。

# MULTIPLE_ASSIGNMENTS_TITLE
source: Multiple Assignments
it: Assegnazioni multiple
pt_pt: Atribuições múltiplas
zh_tw: 多重分配

source: Assign After Pause
de: Nach einer Unterbrechung zuweisen
pt_pt: Atribuir depois de pausa
zh_tw: 分配在暫停後

# MAY_BE_ASSIGNED_SIMULTANEOUSLY_WITH_PAUSE_MESSAGE
source: %@ and %@ may be assigned simultaneously, if a pause is added.
de: "%@" und "%@" können gleichzeitig mit einer Unterbrechung zugewiesen werden.
pt_pt: %@ e %@ podem ser atribuídos simultaneamente, se for adicionada uma pausa.
zh_tw: 使用暫停功能可同時分配 %@ 和 %@。

# MULTIPLE_ASSIGNMENTS_WITH_PAUSE_TITLE
source: Multiple Assignments
de: Mehrfachzuweisungen mit Unterbrechung
pt_pt: Atribuições múltiplas
zh_tw: 多重分配

# CANT_REMOVE_PAUSE_TITLE
source: Can't Remove Pause
de: Unterbrechung kann nicht entfernt werden
pt_pt: Não pode remover pausa
zh_tw: 無法移除暫停

# CANT_REMOVE_PAUSE_MESSAGE
source: Removing this pause would cause two incompatible actions to be performed simultaneously.
de: Wenn diese Unterbrechung entfernt wird, kann es dazu führen, dass zwei inkompatible Ereignisse gleichzeitig ausgeführt werden.
pt_pt: Ao remover esta pausa seriam executadas simultaneamente duas acções incompatíveis.
zh_tw: 移除該暫停會導致不兼容的動作同時執行。

# PAUSE_ONE_SECOND_DIVIDER
source: — pause 1 second —
de: — Unterbreche für 1 Sekunde —
pt_pt: — pausar 1 segundo —
zh_tw: — 暫停 1 秒 —

# PAUSE_N_SECONDS_DIVIDER
source: — pause %@ seconds —
de: — Unterbreche für %@ Sekunden —
pt_pt: — pausar %@ segundos —
zh_tw: — 暫停 %@ 秒 —

source: Incompatible Assignment
de: Inkompatible Zuweisung
pt_pt: Atribuições incompatíveis
zh_tw: 不兼容的分配

# INCOMPATIBLE_WARNING_BOTH_PLURAL
source: %@ isn't compatible with %@ and %@. It will be assigned to only %@ and %@.
de: "%@" ist nicht kompatibel mit "%@" und "%@" Es werden nur "%@" und "%@" zugewiesen.
pt_pt: %@ não é compatível com %@ e %@. Será atribuído apenas a %@ e %@.
zh_tw: %@ 與『%@』和『%@』不兼容。 該動作只能分配到『%@』和『%@』。

# INCOMPATIBLE_WARNING_COMPATIBLE_PLURAL
source: %@ isn't compatible with %@. It will be assigned to only %@ and %@.
de: "%@" ist nicht kompatibel mit "%@" Es werden nur "%@" und "%@" zugewiesen.
pt_pt: %@ não é compatível com %@. Será atribuído apenas a %@ e %@.
zh_tw: %@ 與『%@』不兼容。 該動作只能分配到『%@』和『%@』。

# INCOMPATIBLE_WARNING_INCOMPATIBLE_PLURAL
source: %@ isn't compatible with %@ and %@. It will be assigned to only %@.
de: "%@" ist nicht kompatibel mit "%@" und "%@". Es wird nur "%@" zugewiesen.
pt_pt: %@ não é compatível com %@ e %@. Será atribuído apenas a %@.
zh_tw: %@ 與『%@』和『%@』不兼容。 該動作只能分配到『%@』。

# INCOMPATIBLE_WARNING_NEITHER_PLURAL
source: %@ isn't compatible with %@. It will be assigned to only %@.
de: "%@" ist nicht kompatibel mit "%@". Es wird nur "%@" zugewiesen.
pt_pt: %@ não é compatível com %@. Será atribuído apenas a %@.
zh_tw: %@ 與『%@』不兼容。 該動作只能分配到『%@』。

# EVENT_GROUP_TITLE_Slide In Gesture
source: Slide In Gesture
de: Vom Bildschirmrand wischen
es: Deslizar hacia adentro
fr: Gestes de glisser
he: החלקה במחוות
it: Gesti scorrimento (verso interno)
ja: 1本指のジェスチャー
nl: Slide In Gebaar
pt_pt: Deslizar para dentro
ru: Свайпы в центр экрана
zh_cn: 单指滑入手势
zh_tw: 單指滑入手勢

# EVENT_GROUP_TITLE_Slide Out Gesture
source: Slide Out Gesture
de: Zum Bildschirmrand wischen
es: Deslizar hacia afuera
he: מחוות החלקה החוצה
it: Gesti scorrimento (verso esterno)
pt_pt: Deslizar para fora
ru: Свайпы к краям экрана
zh_cn: 单指滑出手势
zh_tw: 單指滑出手勢

# EVENT_GROUP_TITLE_Two Finger Slide In Gesture
source: Two Finger Slide In Gesture
de: Vom Bildschirmrand mit 2 Fingern wischen
es: Deslizar con dos dedos
fr: Gestes de glisser avec deux doigts
he: החלקה במחוות עם שתי אצבעות
it: Gesti scorrimento (2 dita)
ja: 2本指のジェスチャー
nl: Twee-Vinger Slide In Gebaar
pt_pt: Deslizar para dentro com dois dedos
ru: Свайпы Двумя Пальцами
zh_cn: 双指手势
zh_tw: 雙指手勢

# EVENT_GROUP_TITLE_Motion
source: Motion
es: Movimiento
fr: Mouvement
he: תנועה
it: Movimento
ja: モーション
nl: Beweging
pt_pt: Movimento
ru: Акселерометр
zh_cn: 动作
zh_tw: 動作

# EVENT_GROUP_TITLE_SpringBoard
source: SpringBoard
he: ספרינגבורד
ja: ホーム画面
ru: Экран "Домой"
zh_cn: 主屏幕
zh_tw: 『主畫面』螢幕

# EVENT_GROUP_TITLE_Status Bar
source: Status Bar
es: Barra de estado
fr: Barre de statut
he: סטטוס-בר
it: Barra di stato
ja: ステータスバー
nl: Statusbalk
pt_pt: Barra de estado
ru: Статус бар
zh_cn: 顶部状态栏
zh_tw: 頂部狀態列

# EVENT_GROUP_TITLE_Home Button
source: Home Button
es: Botón inicio
fr: Bouton d'accueil
he: כפתור הבית
it: Pulsante home
ja: ホームボタン
nl: Thuisknop
pt_pt: Botão principal
ru: Кнопка "Домой"
zh_cn: 主屏幕按钮
zh_tw: 『主畫面』按鈕

# EVENT_GROUP_TITLE_Sleep Button
source: Sleep Button
de: Schlaf-Button
es: Botón reposo
fr: Bouton de veille
he: כפתור נעילה
it: Pulsante power
ja: スリープボタン
nl: Slaapknop
pt_pt: Botão de bloqueio
ru: Верхняя кнопка
zh_cn: 电源按钮
zh_tw: 電源鍵

# EVENT_GROUP_TITLE_Volume Buttons
source: Volume Buttons
de: Lautstärke-Buttons
es: Botones de volumen
fr: Boutons de volume
he: כפתורי הווליום
it: Pulsanti volume
ja: ボリュームボタン
nl: Volumeknoppen
pt_pt: Botões de volume
ru: Кнопки громкости
zh_cn: 音量按钮
zh_tw: 音量按鈕

# EVENT_GROUP_TITLE_Headset
source: Wired Headset
de: Headset-Tasten
es: Conexión de auriculares
he: אוזניות
it: Auricolari con cavo
ja: ヘッドセットのボタン
nl: Bekabelde Headset
pt_pt: Auricular com fio
ru: Гарнитура
zh_cn: 有线耳机
zh_tw: 有線耳機

# EVENT_GROUP_TITLE_Lock Screen
source: Lock Screen
es: Pantalla de bloqueo
fr: Écran verrouillé
he: מסך הנעילה
ja: ロック画面
pt_pt: Ecrã bloqueado
ru: Экран блокировки
zh_cn: 锁定屏幕
zh_tw: 『鎖定』螢幕

# EVENT_GROUP_TITLE_Power
source: Power
es: Cargador
fr: Alimentation
he: חשמל
it: Alimentazione
ja: 電源
nl: Stroom
pt_pt: Alimentação
ru: Питание
zh_cn: 电源
zh_tw: 電源

# EVENT_GROUP_TITLE_Audio
source: Audio
he: שמע
ja: オーディオ
pt_pt: Áudio
ru: Аудио
zh_cn: 音频
zh_tw: 音訊

# EVENT_GROUP_TITLE_Settings
source: Settings
es: Ajustes
fr: Réglages
he: קיצורי הגדרות
it: Impostazioni
ja: 設定
nl: Instellingen
pt_pt: Definições
ru: Настройки
zh_cn: 设置
zh_tw: 設定

# EVENT_GROUP_TITLE_Multi-Touch Gesture
source: Multi-Touch Gesture
de: Gesten mit mehreren Fingern
es: Gestos multitáctiles
he: מחוות מולטי-טאץ'
it: Gesti multi-touch (più dita)
nl: Multi-Touch Gebaar
pt_pt: Gesto Multi-Toque
ru: Мультитач жесты
zh_cn: 多点触摸手势
zh_tw: 多點觸摸手勢

# EVENT_GROUP_TITLE_Application Launched
source: Application Launched
de: Anwendung gestartet
es: Aplicación ejecutada
he: פתיחת יישומים
it: Applicazione avviata
pt_pt: Aplicação aberta
ru: Запущено приложение
zh_cn: 启动应用程序
zh_tw: 啟動應用程式

# EVENT_GROUP_TITLE_Received Email
source: Received Email
de: Erhaltene E-Mail
es: Email recibido
he: מיילים נכנסים
it: Mail ricevuta
pt_pt: Email recebido
ru: Получено эл. письмо
zh_cn: 收到邮件
zh_tw: 收到郵件

# EVENT_GROUP_TITLE_Received Message
source: Received Message
de: Erhaltene Nachricht
es: Mensaje recibido
he: הודעות נכנסות
it: Messaggio ricevuto
pt_pt: Mensagem recebida
ru: Получено сообщ.
zh_tw: 收到訊息

# EVENT_GROUP_TITLE_Scheduled
source: Scheduled
de: Geplante Ereignisse
es: Programado
he: תזמונים
it: Programmazione
pt_pt: Agendado
ru: Запланировано
zh_tw: 計畫事件

# EVENT_GROUP_TITLE_Device
source: Device
es: Dispositivo
he: מכשיר
it: Dispositivo
pt_pt: Dispositivo
ru: Устройство
zh_tw: 裝置
