Repository: rpetrich/Localization
Catalog: libactivator/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, nl, pt_pt, ru, zh_cn, zh_tw

# RESTORE_ALERT_MESSAGE
source: Are you sure you wish to restore settings to the exported copy? Your device will respring if you continue.
de: Bist du sicher, dass du die Activator-Einstellungen auf die Standardwerte wiederherstellen möchtest ? Nach diesem Schritt wird das SpringBoard wird neugestartet.
es: ¿Estás seguro de restaurar los ajustes de la copia exportada? Tu dispositivo hará respring si continúas.
he: האם לשחזר את ההגדרות להעתק הייצוא ? המכשיר יבצע רספרינג בסיום.
it: Sei sicuro di voler ripristinare le impostazioni della copia esportata? Se continui il dispositivo effettuerà un respring.
ja: エクスポートした設定を復元してもよろしいですか？ 実行した場合、デバイスがRespringされます。
nl: Weet je zeker dat je de instellingen wilt herstellen van de geëxporteerde kopie? Je apparaat zal respringen als je doorgaat.
pt_pt: Tem a certeza que deseja restaurar as definições a partir da cópia exportada? Se continuar, o SpringBoard do seu dispositivo será reiniciado.
ru: Вы уверены, что хотите восстановить настройки из резервной копии? Для восстановления необходим респринг.
zh_cn: 您确定要还原已导出的配置吗？ 如继续，您的设备将从主屏幕注销。
zh_tw: 您確定要還原已導出的配置嗎？ 如繼續，您的裝置將從『主畫面』註銷。

# RESTORE_ALERT_CANCEL
source: Cancel
es: Cancelar
he: ביטול
it: Annulla
ja: キャンセル
nl: Annuleer
pt_pt: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# RESTORE_ALERT_CONTINUE
source: Restore
es: Restaurar
he: איפוס
it: Ripristina
ja: 復元
nl: Herstel
pt_pt: Restaurar
ru: Восстановить
zh_cn: 还原
zh_tw: 還原

# BACKUP_RESTORE_ASSIGNMENT_FOOTER
source: Exported backup is stored at %@ and is backed up when you sync with iTunes or iCloud.
de: Die Sicherung wird in "%@" gespeichert und mit einem iTunes- oder iCloud-Backup gesichert.
es: La copia de seguridad exportada está guardada en %@ y se copiará cuando sincronices con iTunes o iCloud.
he: קובץ הגיבוי מאוחסן בתיקייה "Preferences" תחת נתיב: %@ ויגובה באמצעות גיבוי iTunes או דרך גיבוי iCloud.
it: Il salvataggio esportato è localizzato in %@ e verrà salvato quando sincronizzerai con iTunes o iCloud.
ja: エクスポートした設定は %@ に保存され、iTunes か iCloudで同期した時にバックアップされます。
nl: Geëxporteerde back-up is opgeslagen op %@ en wordt geback-upt wanneer je met iTunes of iCloud synchroniseert.
pt_pt: O backup exportado é guardado em %@ e é copiado quando sincroniza com o iTunes ou iCloud.
ru: Данные будут сохранены в %@ и в резервную копию iTunes и iCloud.
zh_cn: 导出的配置备份储存于 %@。该备份文件在与 iTunes 或 iCloud 同步时会被备份。
zh_tw: 導出的配置備份儲存於 %@。該備份檔在與 iTunes 或 iCloud 同步時會被備份。

# FAILED_TO_OPEN_SETTINGS_FILE
source: Failed to open settings file for writing
de: Fehler beim Öffnen der Einstellungen
es: Fallo al abrir el archivo de ajustes para la escritura
he: פתיחת קובץ ההגדרות לכתיבה נכשלה
it: Apertura file impostazioni, per scrittura, fallita
ja: 設定ファイルを開くことができませんでした
nl: Openen instellingsbestand om naar te schrijven mislukt
pt_pt: Falhou ao abrir o ficheiro de definições para gravação
ru: Не удалось создать файл настроек
zh_cn: 无法打开设置文件以写入
zh_tw: 無法打開設定檔以寫入

# FAILED_TO_WRITE_SETTINGS_FILE
source: Failed to write to settings file:
de: Fehler beim Schreiben der Einstellungen :
es: Fallo al escribir el archivo de ajustes:
he: הכתיבה לקובץ ההגדרות נכשלה:
it: Scrittura file impostazioni fallita:
ja: 設定ファイルへの書き込みに失敗しました:
nl: Schrijven naar instellingsbestand mislukt:
pt_pt: Falhou ao gravar no ficheiro de definições:
ru: Не удалось записать настройки в файл:
zh_cn: 无法写入设置文件：
zh_tw: 無法寫入設定檔：

source: Profiles
it: Profili
pt_pt: Perfis
zh_tw: 檔案

# PROFILES_DETAIL
source: Setup custom assignment profiles
de: Zusätzliche Zuweisungsprofile anlegen
it: Gestisci i profili assegnazioni personalizzati
pt_pt: Definir perfis com atribuições personalizadas
zh_tw: 設定自訂分配檔案

source: Add New Profile
de: Neues Profil hinzufügen
it: Aggiungi un nuovo profilo
pt_pt: Adicionar novo perfil
zh_tw: 添加檔案

source: New Profile
de: Neues Profil
it: Nuovo profilo
pt_pt: Novo perfil
zh_tw: 新檔案

source: Profile Name
it: Nome profilo
pt_pt: Nome do perfil
zh_tw: 檔案名稱

# LISTENER_TITLE_libactivator.profile.Default
source: Default
it: Predefinito
pt_pt: Predefinido
zh_tw: 預設檔案

# LISTENER_DESCRIPTION_libactivator.audio.reset-ringer-state
source: Set ringer state to match hardware switch
de: Zustand auf den Hardware-Schalter einstellen

# LISTENER_TITLE_libactivator.audio.reset-ringer-state
source: Reset Ringer
de: Klingelton zurücksetzen

# LISTENER_TITLE_libactivator.settings.handoff
source: Handoff
de: Handoff & App-Vorschläge

# LISTENER_TITLE_libactivator.settings.virtual-assistant
source: Siri
es: Asistente virtual
fr: Assistant Virtuel
it: Assistente virtuale
zh_cn: 虚拟助手（Siri）

# LISTENER_TITLE_libactivator.system.virtual-assistant
source: Siri
es: Asistente virtual
fr: Assistant virtuel
zh_cn: 虚拟助手（Siri）

# EVENT_GROUP_TITLE_Smart Cover
source: Smart Cover
he: כיסוי חכם

# LISTENER_TITLE_libactivator.settings.twitter
source: Twitter
he: טוויטר

# LISTENER_TITLE_libactivator.settings.wifi
source: Wi-Fi
he: רשת אלחוטית

# LISTENER_TITLE_toggle_Wi-Fi
source: Wi-Fi
he: רשת אלחוטית
