Repository: rpetrich/Localization
Catalog: AuxoLE/*.lproj/Localizable.strings
Languages: th

source: OK
th: ตกลง

source: Cancel
th: ยกเลิก

source: Close All Apps?
th: ปิดแอพทั้งหมด?

source: Close All
th: ปิดทั้งหมด

source: App Switcher
th: แถบสลับแอพ

source: Pagination
th: เป็นหน้าๆ

source: Swipe Up:
th: ปัดขึ้น:

source: Swipe Down:
th: ปัดลง:

source: Preview/Open App
th: มุมมอง/เปิดแอพ

source: Close App
th: ปิดแอพ

source: Close All Apps
th: ปิดแอพทั้งหมด

source: Tap & Hold to Close All
th: แตะค้างเพื่อปิดทั้งหมด

source: Show Active App
th: แสดงแอพที่กำลังเปิดอยู่

source: Auxiliary Pages
th: หน้าตัวช่วย

source: Playback
th: การเล่น

source: Tap track title to alternate between controls
th: แตะหัวข้อแทรคเพื่อสลับตัวควบคุม

source: Volume Slider
th: แถบปรับเสียง

source: Track Scrubber
th: ตัวปรับแทรค

source: Settings
th: การตั้งค่า

source: Swipe up on toggles to access more
th: ปัดขึ้นที่ตัวเปิด/ปิดเพื่อเข้าถึงมากขึ้น

source: Double Row Toggles
th: ตัวเปิด/ปิดแบบ 2 แถว

source: Swap Auxiliary Page Order
th: สลับลำดับหน้าตัวช่วย

source: Puts Settings page left of the Playback page.
th: หน้าการตั้งค่าไปทางซ้ายของหน้าการเล่น

source: Advanced Options
th: ตัวเลือกขั้นสูง

source: Open To:
th: เปิด:

source: Visible Pages
th: หน้าที่มองเห็น

source: Last Opened Page
th: หน้าสุดท้ายที่เปิด

source: Playback Page
th: หน้าการเล่น

source: Settings Page
th: หน้าการตั้งค่า

source: If Playing, Open to Playback
th: หากกำลังเล่น เปิดไปหน้าการเล่น

source: If Not Playing, Hide Playback
th: หากไม่มีการเล่น ซ่อนหน้าการเล่น
