Repository: rpetrich/Localization
Catalog: Inspell/*.lproj/Localizable.strings
Languages: nl, th

source: Correct
nl: Corrigeer
th: แก้ไข

source: Add To Dictionary
nl: Voeg Toe Aan Woordenboek
th: เพิ่มลงพจนานุกรม

source: Cancel
nl: Annuleer
th: ยกเลิก

source: Enabled
nl: Ingeschakeld
th: เปิดใช้งาน

source: Language
nl: Taal
th: ภาษา

source: Use Heuristics
nl: Gebruik Heuristiek
th: ใช้การแก้ไขปัญหา

source: Clear User Dictionary
nl: Wis Gebruikerswoordenboek
th: ล้างพจนานุกรมของผู้ใช้

source: OK
th: ตกลง

source: Visit
nl: Bezoek
th: เยี่ยมชม

source: Are you sure you wish to clear your user dictionary?
nl: Weet je zeker dat je het gebruikerswoordenboek wilt wissen?
th: คุณต้องการล้างพจนานุกรมของผู้ใช้หรือไม่?

source: Clear
nl: Wis
th: ล้าง

source: Autocorrections
nl: Autocorrecties
th: การแก้ไขอัตโนมัติ

source: Add Correction...
nl: Voeg Correctie Toe...
th: เพิ่มการแก้ไข...

source: Create
nl: Creëer
th: สร้าง

source: Enter the new autocorrection details
nl: Voer de nieuwe autocorrectie details in
th: ระบุรายละเอียดของการแก้ไขอัตโนมัติใหม่

source: Input
nl: Invoer
th: นำเข้า

source: Output
nl: Uitvoer
th: ผลลัพธ์

source: Tap to Edit
nl: Tap om te Wijzigen
th: แตะเพื่อแก้ไข

source: Correction
nl: Correctie
th: การแก้ไข

source: Save
nl: Bewaar
th: บันทึก

source: Enter the updated autocorrection details
nl: Voer de bijgewerkte autocorrectie details in
th: ระบุรายละเอียดของการแก้ไขอัตโนมัติ

source: Input Text Is Blank
nl: Tekstinvoer Is Leeg
th: ข้อความนำเข้าว่างเปล่า

source: Input text must be entered to create an autocorrect rule
nl: Voer invoertekst in om een autocorrect regel te creëren
th: ต้องระบุข้อความนำเข้าเพื่อสร้างกฏการแก้ไขอัตโนมัติ

source: Invalid Characters
nl: Ongeldige Tekens
th: ตัวอักษรไม่ถูกต้อง

source: Input text may contain only numbers and letters
nl: Ingevoerde tekst mag alleen letters en nummers bevatten
th: ข้อความนำเข้าต้องประกอบมาจากตัวเลขหรือตัวอักษรเท่านั้น

source: Output Text Is Blank
nl: Uitvoertekst Is Leeg
th: ข้อความผลลัพธ์ว่างเปล่า

source: Output text must be entered to create an autocorrect rule
nl: Voer uitvoertekst in om een autocorrect regel te creëren
th: ต้องระบุข้อความผลลัพธ์เพื่อสร้างกฏการแก้ไขอัตโนมัติ

source: Delete Correction
nl: Verwijder Correctie
th: ลบการแก้ไข

source: Style
nl: Stijl
th: รูปแบบ

source: Squiggly Underline
nl: Kronkelend Onderstreept
th: เส้นใต้แบบไก่เขี่ย

source: Solid Underline
nl: Solide Onderstreept
th: เส้นใต้แบบเข้ม

source: Dashed Underline
nl: Gestippeld Onderstreept
th: เส้นใต้แบบเส้นประ

source: Shaded Box
nl: Gearceerd Vak
th: กล่องมีเฉด

source: Secondary
nl: Secundair
th: รอง

source: (None)
nl: (Geen)
th: (ไม่มี)

source: (none)
nl: (geen)
th: (ไม่มี)

source: Add...
nl: Voeg Toe...
th: เพิ่ม…
