Repository: rpetrich/Localization
Catalog: DisplayRecorder/*.lproj/Localizable.strings
Languages: he, it, ja, pl, ru, th

source: DisplayRecorder on %@
he: DisplayRecorder על %@
it: DisplayRecorder su %@
pl: DisplayRecorder na %@
ru: DisplayRecorder на %@
th: DisplayRecorder บน %@

source: Start recording display?
he: להפעיל הקלטת תצוגה?
it: Avviare la registrazione dello schermo?
ja: 画面の録画を開始しますか？
pl: Rozpocząć nagrywanie ekranu?
ru: Начать запись?
th: เริ่มการอัดหน้าจอ?

source: Start recording display? Activation gestures may be setup via the Settings application.
he: להפעיל הקלטת תצוגה? דרכים שונות להפעלה ניתנות להגדרה בהגדרות האפליקציה.
it: Avviare la registrazione dello schermo? I gesti per l'attivazione possono essere configurati tramite l'applicazione impostazioni.
ja: 画面の録画を開始しますか？ Activationジェスチャは設定アプリから設定できます。
pl: Rozpocząć nagrywanie ekranu? Gesty aktywacji mogą być skonfigurowane w ustawieniach.
th: เริ่มการอัดหน้าจอ? ลักษณะท่าทางเพื่อเปิดใช้คำสั่งนี้อาจติดตั้งได้ผ่านการตั้งค่า

source: Cancel
he: ביטול
it: Annulla
ja: キャンセル
pl: Anuluj
ru: Отмена
th: ยกเลิก

source: Record
he: הקלט
it: Registra
ja: 録画
pl: Nagrywaj
ru: Запись
th: อัด

source: Recording errored: %@ (Error Code: %i)
he: שגיאת הקלטה: %@ (קוד שגיאה: %i)
it: Errore registrazione: %@ (Codice errore: %i)
ja: 録画エラー: %@ (Error Code: %i)
pl: Błąd nagrywania: %@ (Kod Błędu: %i)
ru: Произошла ошибка: %@ (Код ошибки: %i)
th: การอัดผิดพลาด: %@ (รหัสผิดพลาด: %i)

source: Recording errored: %@
he: שגיאת הקלטה: %@
it: Errore registrazione: %@
ja: 録画エラー: %@
pl: Błąd nagrywania: %@
ru: Ошибка записи: %@
th: การอัดผิดพลาด: %@

source: Recording completed!
he: ההקלטה הושלמה!
it: Registrazione completata!
ja: 録画成功！
pl: Nagrywanie zakończone!
ru: Запись завершена!
th: การอัดเสร็จสมบูรณ์!

source: OK
he: בסדר
th: ตกลง

source: Delete
he: מחק

source: Display cannot be recorded while uploading to YouTube.
he: לא ניתן להקליט את התצוגה בזמן העלאה אל YouTube.
it: Non è possibile registrare lo schermo durante il caricamento su YouTube.
ja: YouTubeにアップロードしてる時には録画できません。
pl: Ekran nie może być nagrywany podczas przesyłania na YouTube.
ru: Невозможно записывать во время выгрузки на YouTube.
th: หน้าจอไม่สามารถอัดได้ระหว่างการอัปโหลดขึ้น YouTube

source: Unable to load framebuffer surface
he: לא ניתן לטעון חוצץ מסגרת
it: Impossibile caricare la superfice del framebuffer
ja: Framebuffer surfaceを読み込めませんでした
pl: Nie można załadować powierzchni framebuffera
ru: Ошибка записи в буфер кадров
th: ไม่สามารถเรียกใช้ framebuffer surface ได้

source: Error creating writer: %@
he: שגיאה ביצירת קובץ זמני: %@
it: Errore creazione scrittura: %@
ja: Writer作成エラー: %@
pl: Błąd tworzenia zapisu: %@
ru: Ошибка записи: %@
th: ข้อผิดพลาดในการสร้างตัวเขียน: %@

source: Unable to start writing
he: לא ניתן להתחיל בכתיבה
it: Impossibile iniziare la scrittura
ja: 書き込みの開始ができませんでした
pl: Nie można zacząć zapisywania
ru: Ошибка начала записи
th: ไม่สามารถเริ่มการเขียนได้

source: Interrupted by another app using the audio/video codec hardware.
he: נקטע ע"י אפליקציה אחרת שמשתמשת בחומרה של אודיווידאו.
it: Interrotto da un'altra applicazione che utilizza il codec hardware audio/video.
ja: Audio/Videoコーデックハードウェアを使用中の他のアプリによって割り込まれました。
pl: Przerwana przez inną aplikację używającą kodeków audio/video.
ru: Прервано приложением, использующим видео/аудио кодек.
th: ถูกรบกวนโดยแอพอื่นที่ใช้ฮาร์ดแวร์การเข้ารหัสเสียงและวีดีโอ

source: Failed to write pixel buffer
he: שגיאה ברישום חוצץ פיקסל
it: Fallita la scrittura del buffer pixel
ja: ピクセルバッファ書き込みに失敗
pl: Nie udało zapisać się bufora pixeli
ru: Ошибка записи в буфер
th: การเขียน pixel buffer ล้มเหลว

source: Unable to open output file at path %@
he: לא ניתן לפתוח את קובץ הפלט ביעד %@
it: Impossibile aprire il file di output nel percorso %@
ja: %@ を出力ファイルとして開けませんでした
pl: Nie można otworzyć pliku wyjściowego z %@
ru: Невозможно создать файл %@
th: ไม่สามารถเปิดไฟล์ผลลัพธ์ที่ %@

source: Toggle Recording
he: שינוי מצב הקלטה
it: Alterna registrazione
ja: 録画切り替え
pl: Nagrywanie
ru: Переключить Запись
th: เปิด/ปิด การอัด

source: Toggle Web Interface
he: שינוי מצב ממשק ווב
it: Alterna interfaccia WEB
ja: Webインターフェース切り替え
pl: Interfejs Web
ru: Переключить Веб-интерфейс
th: เปิด/ปิดอินเตอร์เฟสเว็บ

source: Begin/end screen recording
he: התחל/עצור הקלטת תצוגה
it: Avvia/ferma registrazione schermo
ja: 録画の開始・終了
pl: Rozpocznij/Zatrzymaj nagrywanie ekranu
ru: Начать/Остановить запись
th: เริ่ม/หยุดการอัดหน้าจอ

source: Enable/disable web interface
he: התחל/עצור ממשק ווב
it: Abilita/disabilita interfaccia WEB
ja: Webインターフェースの有効化・無効化
pl: Włącz/Wyłącz Interfejs Web
ru: Вкл/Выкл веб-интерфейс
th: เปิด/ปิดอินเตอร์เฟสแบบเว็บ

source: Upload Details
he: פרטי העלאה
it: Dettagli caricamento
ja: アップロード詳細
pl: Szczegóły Przesyłania
ru: Детали
th: รายละเอียดการอัปโหลด

source: Upload
he: העלה
it: Carica
ja: アップロード
pl: Prześlij
ru: Выгрузить
th: อัปโหลด

source: Cancel Upload
he: בטל העלאה
it: Annulla caricamento
ja: アップロードをキャンセル
pl: Anuluj Przesyłanie
ru: Отменить выгрузку
th: ยกเลิกการอัปโหลด

source: YouTube Terms
he: תנאי YouTube
it: Condizioni YouTube
ja: YouTube 使用条件
pl: Warunki YouTube
ru: Условия YouTube
th: เงื่อนไขของ YouTube

source: By clicking 'upload,' you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service
he: בעת לחיצה על 'העלה' אתה מאשר בזאת שאתה הוא בעל זכויות יוצרים של התוכן או שהינך מורשה ע"י בעלי התוכן להפוך את התוכן זמין לציבור ב-YouTube , וכי הוא עולה בקנה אחד עם תנאי השימוש וההגבלות של YouTube
it: Premendo 'carica', dichiari di avere tutti i diritti sul contenuto o che sei autorizzato dal proprietario di rendere il contenuto disponibile pubblicamente su YouTube, e che sia conforme con le condizioni di servizio di YouTube
ja: 「アップロード」をクリックした時、あなたはコンテンツについて全ての権利を持つか、権利者からYouTubeへの公開を認められ、そうでなければ、YouTubeサービス利用規約に準拠していることを証明したことになります
th: การกด 'อัพโหลด' นั้นหมายถึงท่านรับรองว่าท่านเป็นเจ้าของผลงาน หรือท่านได้รับอนุมัติจากเจ้าของว่าสามารถนำผลงานขึ้นเป็นสาธารณะบน YouTube ได้ อีกนัยหนึ่ง คือเป็นไปตามเงื่อนไขการให้บริการของ YouTube

source: Show Terms
he: הצג תנאים
it: Mostra condizioni
ja: 使用条件を表示
pl: Pokaż warunki
ru: Показать Условия
th: แสดงเงื่อนไข

source: Title
he: כותרת
it: Titolo
ja: タイトル
pl: Tytuł
ru: Название
th: หัวข้อ

source: Description
he: תיאור
it: Descrizione
ja: 説明
pl: Opis
ru: Описание
th: คำอธิบาย

source: Category
he: קטגורייה
it: Categoria
ja: カテゴリ
pl: Kategoria
ru: Категория
th: หมวดหมู่

source: Public Video
he: סרטון ציבורי
it: Video pubblico
ja: 動画を公開
pl: Publiczne wideo
ru: Публикация
th: วีดีโอสาธารณะ

source: Film & Animation
he: צילום ואנימציה
it: Film e animazione
ja: 映画とアニメ
pl: Film i Animacje
th: ภาพยนตร์และแอนิเมชัน

source: Autos & Vehicles
he: רכבים ומכוניות
it: Auto e veicoli
ja: 自動車と乗り物
pl: Samochody i Pojazdy
th: ยายนต์และพาหนะ

source: Music
he: מוסיקה
it: Musica
ja: 音楽
pl: Muzyka
th: เพลง

source: Pets & Animals
he: חיות מחמד
it: Animali
ja: ペットと動物
pl: Zwierzęta
th: สัตว์เลี้ยงและสัตว์

source: Sports
he: ספורט
it: Sport
ja: スポーツ
pl: Sporty
th: กีฬา

source: Travel & Events
he: אירועים ונסיעות
it: Viaggi ed eventi
ja: 旅行とイベント
pl: Podróże i Wydarzenia
th: ท่องเที่ยวและกิจกรรม

source: Gaming
he: משחקים
it: Giochi
ja: ゲーム
pl: Gry
th: เกม

source: Comedy
he: קומדיה
it: Commedie
ja: コメディ
pl: Zabawne
th: ตลก

source: People & Blogs
he: בלוגים ואנשים
it: Persone e blog
ja: ブログ
pl: Ludzie i Blogi
th: บุคคลและบล็อค

source: News & Politics
he: חדשות ופוליטיקה
it: Notizie e politica
ja: ニュース
pl: Nowości i Polityka
th: ข่าวและการเมือง

source: Entertainment
he: בידור
it: Intrattenimento
ja: エンターテイメント
pl: Rozrywka
th: บันเทิง

source: Education
he: לימוד
it: Istruzione
ja: 教育
pl: Edukacja
th: การศึกษา

source: Howto & Style
he: מדריכים וסגנון
it: Fai da te e stile
ja: ハウツーとスタイル
pl: Poradniki
th: แนวปฏิบัติและการใช้ชีวิต

source: Nonprofits & Activism
he: חינוך ובריאות
it: Non profit e attivismo
ja: 非営利団体と社会活動
pl: Niezarobkowe
th: ไม่แสวงหากำไรและนักเคลื่อนไหว

source: Science & Technology
he: מדע וטכנולוגיה
it: Scienze e tecnologie
ja: 科学と技術
pl: Nauka i Technologia
th: วิทยาศาสตร์และเทคโนโลยี

source: Movies
he: סרטים
it: Film
ja: 映画
pl: Filmy
th: ภาพยนตร์

source: YouTube Login Missing
he: פרטי משתמש YouTube חסרים
it: Accesso a YouTube mancante
ja: YouTubeへのログインに失敗
pl: Brakujący login YouTube
ru: Не заполнен аккаунт YouTube
th: ไม่มีการลงชื่อเข้าใช้ YouTube

source: Fill in your login details via the Display Recorder pane in the Settings application.
he: מלא את פרטי המשתמש שלך דרך הגדרות האפליקציה באפליקצית ההגדרות.
it: Inserire i dati di accesso nelle configurazioni di Display Recorder nell'applicazione impostazioni.
ja: 設定アプリのDisplay Recorderの設定でログイン情報を書いて下さい。
pl: Wypełnij dane logowania w ustawieniach Display Recorder w aplikacji Ustawienia.
th: กรอกข้อมูลการลงชื่อเข้าใช้ผ่านการตั้งค่าของ Display Recorder ในแอพการตั้งค่า

source: Oversize Video
he: וידאו גדול מדי
it: Video troppo grande
pl: Powiększ wideo
ru: Слишком большое видеo
th: วีดีโอเกินขนาด

source: In some cases, YouTube will not accept videos with large dimensions from a mobile device. For best results, transfer the video to a computer and upload via YouTube's web interface or record your video again using the half scale option in Settings.
he: במקרים מסוימים,YouTube ידחה סרטונים עם יחסי גודל ממכשיר נייד. לתוצאות מקסימליות, העבר את הסרטון אל המחשב והעלה אותו דרך ממשק הווב של YouTube או צלם מחדש את הסרטון שלך במצב חצי-מסך דרך ההגדרות.
it: In alcuni casi, YouTube non accetta video di grandi dimensioni da un dispositivo mobile. Per un miglior risultato, trasferire il video ad un computer e caricarlo tramite l'interfaccia WEB di YouTube o registrare nuovamente il video utilizzando l'opzione scala a metà nelle impostazioni.
ja: 時としてYouTubeはモバイルデバイスから解像度の大きな動画のアップロードを許可していません。 最高の結果を得るためには、コンピュータに動画を転送しYouTubeのWebインターフェースからアップロードを行うか、設定から動画の大きさを半分にして録画しなおして下さい。
pl: W pewnych przypadkach, YouTube odrzuca widea z dużymi wymiarami z urządzenia mobilnego Dla najlepszych rezultatow, przenieś plik na komputer i wyślij wideo przez stronę www YouTube lub nagraj wideo jeszcze raz używając opcji skalowania.
ru: Иногда YouTube не принимает видео высокого разрешения с мобильных устройств. Скопируйте видео на компьютер и выгрузите через сайт YouTube.
th: ในบางกรณี YouTube จะไม่รองรับวีดีโอความละเอียดสูงจากอุปกรณ์มือถือ เพื่อผลลัพธ์ที่ดีที่สุด นำวีดีโอลงคอมพิวเตอร์ของท่านและอัปโหลดผ่านเว็บไซต์ YouTube หรืออัดวีดีโอของท่านอีกครั้ง โดยปรับอัตราส่วนขยายเป็นเพียงครึ่งเดียวผ่านการตั้งค่าของแอพ

source: Continue
he: המשך
it: Continua
ja: 続ける
pl: Kontynuuj
ru: Продолжить
th: ทำต่อ

source: Title is empty
he: הכותרת ריקה
it: Titolo vuoto
ja: タイトルが空です
pl: Tytuł jest pusty
ru: Название не заполнено
th: ไม่มีหัวข้อ

source: YouTube requires that all videos have a title.
he: YouTube מחייב שכל וידאו יכיל כותרת.
it: YouTube richiede che tutti i video abbiano un titolo.
ja: YouTubeの全てのビデオはタイトルが必要です。
pl: YouTube wymaga, żeby każde wideo miało tytuł.
ru: YouTube требует названия для видео.
th: YouTube กำหนดให้ทุกวีดีโอมีหัวข้อ

source: Description is empty
he: תיאור הסרטון ריק
it: Descrizione vuota
ja: 説明が空です
pl: Opis jest pusty
ru: Описание не заполнено
th: ไม่มีคำอธิบาย

source: YouTube requires that all videos have a description.
he: YouTube מחייב שכל סרטון יכיל תיאור.
it: YouTube richiede che tutti i video abbiano una descrizione.
ja: YouTubeの全てのビデオは説明が必要です。
pl: YouTube wymaga, żeby kazde wideo miało opis.
ru: YouTube требует описания к видео.
th: YouTube กำหนดให้ทุกวีดีโอมีคำอธิบาย

source: Upload failed because your login credentials were refused. Go to the settings application and reenter them. If you are logging in via a Google account, ensure it is linked with your YouTube username.
he: ההעלאה נכשלה מכיון שפרטי המשתמש שלך נדחו. עבור אל אפליקצית ההגדרות ועדכן אותם. אם אתה מתחבר דרך חשבון Google אנא וודא שהוא מקושר עם חשבון ה-YouTube שלך.
it: Il caricamento è fallito poiché le credenziali di accesso sono state rifiutate. Entrare nell'applicazione impostazioni e reinserirle. Se si accede tramite un account Google, assicurarsi che sia collegato a YouTube.
ja: アカウントが拒絶されたためアップロードに失敗しました。 設定アプリを開き入力しなおして下さい。 Googleアカウントでログインしている場合、YouTubeアカウントとリンクされているかどうかを確認して下さい。
pl: Przesyłanie nie powiodło się, ponieważ twoje dane logowania zostały odrzucone. Idź do ustawień i ponowne wprowadź te dane. Jeśli logujesz się za pomocą konta Google, upewnij się, że jest związane z kontem YouTube.
th: การอัปโหลดล้มเหลวเนื่องจากข้อมูลการลงชื่อเข้าใช้ของท่านถูกปฏิเสธ ไปที่แอพการตั้งค่าเพื่อกรอกข้อมูลใหม่ หากท่านลงชื่อเข้าใช้ผ่านบัญชี Google ให้แน่ใจว่าบัญชีถูกผูกกับชื่อใช้งานใน YouTube ของท่านแล้ว

source: Upload failed with error:
he: ההעלאה נכשלה בשגיאה:
it: Caricamento fallito con errore:
ja: アップロード失敗エラー:
pl: Przesyłanie zakończyło się błędem:
ru: Ошибка выгрузки:
th: การอัปโหลดล้มเหลวด้วยข้อผิดพลาด:

source: Upload completed successfully YouTube link is on the pasteboard
he: ההעלאה הושלמה בהצלחה קישור אל הקליפ ב-YouTube נמצא בלוח ההדבקות
it: Caricamento completato correttamente Il link di YouTube è stato copiato negli appunti
ja: アップロード完了 リンクはクリップボードにコピーされています
pl: Przesyłanie powiodło się Link YouTube jest już w schowku.
ru: Выгрузка прошла успешно Ссылка на YouTube в буфере обмена
th: การอัปโหลดเสร็จสมบูรณ์ ลิงก์ YouTube อยู่บน pasteboard แล้ว

source: Help
he: עזרה
it: Aiuto
ja: ヘルプ
pl: Pomoc
ru: Помощь
th: ช่วยเหลือ

source: Enable
he: פעיל
it: Abilita
ja: 有効化
pl: Włącz
ru: Включено
th: เปิดใช้งาน

source: Disable
he: כבוי
it: Disabilita
ja: 無効化
pl: Wyłącz
ru: Выключено
th: ปิดใช้งาน

source: Not connected to Wi-Fi
he: לא מחובר לרשת אלחוטית
it: Non connesso al Wi-Fi
ja: Wi-Fiに接続されていません
pl: Nie połączono z Wi-Fi
ru: Нет соединения с Wi-Fi
th: ไม่ได้เชื่อมต่อ Wi-Fi

source: Web server disabled
he: שרת ווב כבוי
it: Server WEB disabilitato
ja: Webサーバは無効
pl: Serwer Web wyłączony
ru: Веб-сервер выключен
th: เซอร์เวอร์เว็บปิดใช้งาน

source: Saving to Camera Roll…
he: שומר אל הסרט צילום
it: Salvataggio nel rullino fotografico in corso…
ja: カメラロールに保存中…
pl: Zapisywanie do Rolki Aparatu…
ru: Добавление в Фотопленку…
th: บันทึกไปยังกล้อง…

source: Save Failed!
he: השמירה נכשלה!
it: Salvataggio fallito!
ja: 保存失敗！
pl: Zapisywanie nie powiodło się!
ru: Не удалось добавить!
th: การบันทึกล้มเหลว!

source: Unable to save video to camera roll.
he: לא ניתן לשמור את הוידאו לסרט צילום.
it: Impossibile salvare il video nel rullino fotografico.
ja: カメラロールに動画を保存できませんでした。
pl: Nie można było zapisać widea w Rolce Aparatu.
ru: Не удалось добавить запись в Фотопленку.
th: ไม่สามารถบันทึกวีดีโอไปที่กล้องได

source: Recording…
he: מקליט…
it: Registrazione in corso…
ja: 録画中…
pl: Nagrywanie…
ru: Идет запись…
th: กำลังอัด…

source: Stop Recording
he: עצור הקלטה
it: Ferma registrazione
ja: 録画終了
pl: Zatrzymaj Nagrywanie
ru: Остановить запись
th: หยุดการอัด

source: 1 day
he: יום אחד
it: 1 giorno
ja: 1 日
pl: 1 dzień
ru: 1 день
th: 1 วัน

source: %u days
he: %u ימים
it: %u giorni
ja: %u 日
pl: %u dni
ru: %u дн
th: %u วัน

source: 1 hr
he: שעה אחת
it: 1 ora
ja: 1 時
pl: 1 g.
ru: 1 час
th: 1 ชม.

source: 1 hour
he: שעה אחת
it: 1 ora
ja: 1 時
pl: 1 godz.
ru: 1 час
th: 1 ชั่วโมง

source: %u hrs
he: %u שע'
it: %u ore
ja: %u 時
pl: %u g
ru: %u час
th: %u ชม.

source: %u hours
he: %u שעות
it: %u ore
ja: %u 時
pl: %u godz.
ru: %u час
th: %u ชั่วโมง

source: 1 min
he: דקה אחת
ja: 1 分
ru: 1 мин
th: 1 นาที

source: 1 minute
he: דקה אחת
it: 1 minuto
ja: 1 分
pl: 1 minuta
ru: 1 минута
th: 1 นาที

source: %u mins
he: %u דק'
it: %u min
ja: %u 分
ru: %u мин
th: %u นาที

source: %u minutes
he: %u דקות
it: %u minuti
ja: %u 分
pl: %u minut
ru: %u мин
th: %u นาที

source: 1 sec
he: שניה אחת
ja: 1 秒
pl: 1 sek
ru: 1 сек
th: 1 วิ

source: 1 second
he: שניה אחת
it: 1 secondo
ja: 1 秒
pl: 1 sekunda
ru: 1 секунда
th: 1 วินาที

source: %u secs
he: %u שנ'
it: %u sec
ja: %u 秒
pl: %u sek
ru: %u сек
th: %u วิ

source: %u seconds
he: %u שניות
it: %u secondi
ja: %u 秒
pl: %u sekund
ru: %u сек
th: %u วินาที

source: %llu GB
he: %llu ג"ב
th: %llu กิกะไบต์

source: %llu MB
he: %llu מ"ב
th: %llu เมกะไบต์

source: %llu KB
he: %llu ק"ב
th: %llu กิโลไบต์

source: %llu bytes
he: %llu בתים
it: %llu byte
ja: %llu バイト
pl: %llu B
ru: %llu b
th: %llu ไบต์

source: Recordings
he: הקלטות
it: Registrazioni
ja: 動画
pl: Nagrania
ru: Записи
th: การอัด

source: Delete Recording
he: מחק הקלטה
it: Elimina registrazione
ja: 動画を削除
pl: Usuń Nagranie
ru: Удалить запись
th: ลบการอัด

source: Upload to YouTube
he: העלה אל YouTube
it: Carica su YouTube
ja: YouTubeにアップロード
pl: Prześlij do YouTube
ru: Выгрузить на YouTube
th: อัปโหลดผ่าน YouTube

source: Play Video
he: נגן וידאו
it: Esegui video
ja: 動画を再生
pl: Odtwarzaj Nagranie
ru: Смотреть видео
th: เล่นวีดีโอ

source: Add to Camera Roll
he: הוסף לסרט צילום
it: Aggiungi al rullino
ja: カメラロールへ追加
pl: Dodaj do Rolki Aparatu
ru: Добавить в Фотопленку
th: เพิ่มลงกล้อง

source: Activation Methods
he: דרכי הפעלה
ja: Activationジェスチャ
pl: Metody Aktywacji
ru: Методы активации
th: วิธีเปิดใช้งาน

source: Always
he: תמיד
ja: いつでも
pl: Zawsze
ru: Всегда
th: เสมอ

source: Open in iFile
he: פתח באמצעות iFile

source: For best performance, select the native device orientation
he: לתוצאות גבוהות, נא בחר את האוריינטציה המקורית של המכשיר
ja: 最高の結果を得るためには、Native Device Orientationを選んで下さい
pl: Aby uzyskać najlepszą wydajność, należy wybrać natywną orientacje ekranu.
ru: Для лучшего результата используйте стандартную ориентацию устройства.
th: เพื่อประสิทธิภาพสูงสุด เลือกแนวจอตามระบบ

source: For best results, use the Google login that is linked to your YouTube account
he: לתוצאות הטובות ביותר, השתמש בחשבון Google שמוקשר לחשבון היוטיוב שלך
ja: 最高の結果を得るためには、YouTubeアカウントにリンクされているGoogleアカウントでログインして下さい
pl: Dla uzyskania najlepszych rezultatów, zaloguj się uzywając danych Google, który jest połączony na twoim koncie YouTube.
ru: Для лучшего результата используйте аккаунт Google, связанный с аккаунтом YouTube.
th: เพื่อผลลัพธ์ที่ดีที่สุด ลงชื่อเข้าใช้ผ่าน Google ที่ผูกอยู่กับบัญชี YouTube ของท่าน

source: Framerate
he: איכות פריים
ja: フレームレート
pl: FPS
ru: Кадров/сек
th: อัตราเฟรม

source: Full
he: מלא
ja: 通常
pl: Pełny
ru: Полный
th: เต็ม

source: Grayscale
he: שחור-לבן
ja: グレースケール
pl: Skala szarości
ru: Черно-белый
th: เทา

source: H.264/MOV (experimental)
he: H.264/MOV (ניסוני)
pl: H.264/MOV (eksperymentalny)
ru: H.264/MOV (нестабильн.)
th: H.264/MOV (ขั้นทดลองใช้)

source: Half
he: חצי
ja: 半分
pl: Połowa
ru: Половин.
th: ครึ่งเดียว

source: Half-scale is not supported when OpenGL capture is enabled
he: חצי-קנ"מ אינו נתמך כאשר צילום באמצעות OpenGL מופעל
ja: OpenGLキャプチャが有効な場合は大きさを半分にしての録画はできません
pl: Połowa skali nie działa kiedy Nagrywanie OpenGL jest włączone.
ru: Запись в половинном масштабе невозможна, при включенном OpenGL
th: อัตราส่วนขยายครึ่งเดียวไม่รองรับหากใช้การอัดด้วย OpenGL

source: Hidden
he: מוסתר
ja: 表示しない
pl: Nie pokazuj
ru: Прятать
th: ซ่อน

source: High
he: גבוה
ja: 高
pl: Wysoka
ru: Высокое
th: สูง

source: Landscape Left
he: מצב נוף שמאלה
ja: 横 (左向き)
pl: Lewy Pozioma
ru: Горизонтальная (Лево)
th: แนวนอนซ้าย

source: Landscape Right
he: מצב נוף ימינה
ja: 横 (右向き)
pl: Prawy Pozioma
ru: Горизонтальная (Право)
th: แนวนอนขวา

source: Large
he: גדול
ja: 大
pl: Duży
ru: Большой
th: ใหญ่

source: Lock Framerate
he: נעל איכות פריים
ja: フレームレートを固定
pl: Zablokuj ilość klatek
ru: Блок кадр/сек
th: ล็อคอัตราเฟรม

source: Low
he: נמוך
ja: 低
pl: Niski
ru: Низкое
th: ต่ำ

source: Medium
he: בינוני
ja: 中
pl: Średni
ru: Средн.
th: กลาง

source: MJPEG/AVI (stable)
he: MJPEG/AVI (יציב)
pl: MJPEG/AVI (stabilny)
ru: MJPEG/AVI (стабильн.)
th: MJPEG/AVI (เสถียร)

source: Open in Safari
he: פתח בספארי
ja: Safariで開く
pl: Otwórz w Safari
ru: Открыть в Safari
th: เปิดใน Safari

source: OpenGL capture
he: צילום באמצעות OpenGL
ja: OpenGLキャプチャ
pl: Nagrywanie OpenGL
ru: Захват OpenGL
th: บันทึกแบบ OpenGL

source: Password
he: סיסמה
ja: パスワード
pl: Hasło
ru: Пароль
th: รหัสผ่าน

source: Portrait
he: מצב דיוקן
ja: 縦
pl: Pionowa
ru: Вертиеальная
th: แนวตั้ง

source: Record Audio
he: הקלט אודיו
ja: 音声を録音
pl: Nagraj dźwięk
ru: Запись аудио
th: อัดเสียง

source: Rotation
he: סיבוב
ja: 回転
pl: Orientacja
ru: Переворот
th: การหมุน

source: Scale
he: קנ"מ
ja: 大きさ
pl: Skala
ru: Масштаб
th: อัตราส่วนขยาย

source: Show Taps
he: הצג לחיצות
ja: タップを表示
pl: Pokaż dotyk
ru: Касания
th: แสดงวงการแตะ

source: Small
he: קטן
ja: 小
pl: Mały
ru: Маленький
th: เล็ก

source: Tap Size
he: גודל לחיצה
ja: タップの大きさ
pl: Rozmiar dotyku
ru: Размер касаний
th: ขนาดวงการแตะ

source: Upside Down
he: הפוך
ja: 逆向き
pl: Do góry nogami
ru: Перевернуть
th: แนวตั้งกลับหัว

source: User's Guide
he: מדריך למשתמש
ja: ユーザーガイド
pl: Instrukcja Obsługi
ru: О записи (перевод Victor Ryabov)
th: คู่มือผู้ใช้

source: Video Format
he: פורמט וידאו
ja: 動画の形式
pl: Format wideo
ru: Формат
th: รูปแบบวีดีโอ

source: Video Quality
he: איכות וידאו
ja: 動画の品質
pl: Jakość wideo
ru: Качество
th: คุณภาพวีดีโอ

source: Web Server
he: שרת ווב
ja: Webサーバ
pl: Serwer Web
ru: Веб-сервер
th: เว็บเซอร์เวอร์

source: When Recording
he: בעת הקלטה
ja: 録画中
pl: Podczas nagrywania
ru: При записи
th: เมื่อทำการอัด

source: YouTube Account
he: חשבון YouTube
ja: YouTubeアカウント
pl: Konto YouTube
ru: Аккаунт YouTube
th: บัญชี YouTube

source: YouTube or Google Account
he: חשבון יוטיוב או Google
ja: YouTubeまたはGoogleアカウント
pl: Konto YouTube lub Google Account
ru: Аккаунт YouTube или Google
th: บัญชี YouTube หรือ Google

source: H.264/MOV with Mic Audio
ja: H.264/MOV + マイク音声
pl: H.264/MOV z mikrofonem
ru: H.264/MOV с микр. аудио
th: H.264/MOV และเสียงไมโครโฟน

source: H.264 + Mic
ja: H.264 + マイク
pl: H.264 + Mikrofon
ru: H.264 + микр.
