Repository: rpetrich/Localization
Catalog: DisplayOut/*.lproj/Localizable.strings
Languages: de, es, fr, nl

source: Enabled
de: Aktiviert
es: Activado
fr: Activer
nl: Ingeschakeld

source: Orientation
de: Orientierung
es: Orientación
nl: OriÃ«ntatie

source: Follow Interface
de: Interface Folgen
es: Según interfaz
fr: Suivre l'interface
nl: Volg Interface

source: Follow SpringBoard
de: SpringBoard folgen
es: Según SpringBoard
fr: Suivre le SpringBoard
nl: Volg SpringBoard

source: Landscape Left
de: Gerät nach links gedreht
es: Horizontal izquierda
fr: Paysage gauche
nl: Landschap Links

source: Landscape Right
de: Gerät nach rechts gedreht
es: Horizontal derecha
fr: Paysage droite
nl: Landschap Rechts

source: Portrait
es: Vertical
nl: Portret

source: Upside-Down
de: Verkehrt
es: Al revés
fr: Renversé
nl: Ondersteboven

source: Max Screen Resolution
de: Max Display Auflösung
es: Resolución máxima
fr: Résolution d'écran maximum
nl: Maximale Schermresolutie

source: 640x480 (all)
de: 640x480 (alles)
es: 640x480 (todos)
fr: 640x480 (tout)
nl: 640x480 (alles)

source: 720p (HDMI-only)
de: 720p (nur HDMI)
es: 720p (solo HDMI)
fr: 720p (HDMI-seulement)
nl: 720p (alleen HDMI)

source: 1280x1024 (HDMI+iPad 2)
de: 1280x1024 (HDMI+4S/iPad 2)
es: 1280x1024 (HDMI+4S/iPad 2)
nl: 1280x1024 (HDMI+4S/iPad 2)

source: 1920x1200 (HDMI+iPad 2)
de: 1920x1200 (HDMI+4S/iPad 2)
es: 1920x1200 (HDMI+4S/iPad 2)
nl: 1920x1200 (HDMI+4S/iPad 2)

source: Scale
de: Zoom Portrait/Landscape
es: Escala
fr: Échelle
nl: Zoom Portret/Landschap

source: Aspect Adjust
de: Aspect einstellen auf Portrait/Landscape
es: Ajuste de aspecto
nl: Beeldverhouding aanpassen aan Portret/Landschap

source: Preserve
de: Reservat
es: Proteger
fr: Conserver
nl: Behoud

source: 16:10 Display Stretch
de: 16:10 Displayabschnitt
es: 16:10 Pantalla estirada
fr: 16:10 Étirer l'écran
nl: 16:10 Beeldscherm Uitrekken

source: 16:9 Display Stretch
de: 16:9 Displayabschnitt
es: 16:9 Pantalla estirada
fr: 16:9 Étirer l'écran
nl: 16:9 Beeldscherm Uitrekken

source: Horizontal Offset
de: Horizontales Offset Portrait/Landscape
es: Desplazamiento horizontal
fr: Décalage horizontal
nl: Horizontale Offset Portret/Landschap

source: Vertical Offset
de: Vertikales Offset Portrait/Landscape
es: Desplazamiento vertical
fr: Décalage vertical
nl: Verticale Offset Portret/Landschap

source: Show Taps
de: Taps anzeigen
es: Mostrar toques
fr: Afficher les appuis
nl: Geef Taps Weer

source: Never
de: Nie
es: Nunca
fr: Jamais
nl: Nooit

source: Always
de: Immer
es: Siempre
fr: Toujours
nl: Altijd

source: Skip Keyboard/OpenGL
de: Überspringe Tastatur/OpenGL
es: Excepto teclado/OpenGL
fr: Sauter Clavier/OpenGL
nl: Sla Toetsenbord/OpenGL Over

source: Tap Size
de: Tap-Größe
es: Tamaño del toque
fr: Taille des appuis
nl: Tap-grootte

source: Huge
de: riesig
es: Enorme
fr: Énorme
nl: Gigantisch

source: Giant
de: gigantisch
es: Gigante
fr: Géant
nl: Enorm

source: Big
de: größer
es: Muy Grande
fr: Grand
nl: Groter

source: Large
de: groß
es: Grande
nl: Groot

source: Medium
de: mittel
es: Mediano
fr: Moyen

source: Small
de: klein
es: Pequeño
fr: Petit
nl: Klein

source: Little
de: kleiner
es: Muy pequeño
fr: Très petit
nl: Kleiner

source: Tiny
de: winzig
es: Enano
fr: Minuscules
nl: Minuscuul

source: Showing taps may cause flicker
de: Das Anzeigen der Tabs kann leichtes flackern verursachen
es: Mostrar los toques puede causar parpadeo
fr: Affichage les appuis peut provoquer un scintillement
nl: Taps weergeven kan flikkeringen veroorzaken

source: Native Support
de: Native Unterstützung
es: Soporte nativo
fr: Support natif
nl: Native Ondersteuning

source: This app
de: Diese App
es: Esta aplicación
fr: Cette app
nl: Deze app

source: appears to have built-in support for external displays. You may consider disabling Display Out temporarily.
de: scheint eine integrierte Unterstützung für externe Displays haben Es wäre besser Display Out vorübergehend auszuschalten
es: parece tener soporte native para pantallas externas. Considere desactivar Display Out temporalmente.
fr: semble avoir un support natif des écrans externes. Vous pouvez envisager de désactiver temporairement Display Out
nl: lijkt ingebouwde ondersteuning voor externe beeldschermen te hebben. Het zou beter zijn om Display Out tijdelijk uit te schakelen.

source: OK
es: Aceptar

source: Just Main Content
de: Nur Hauptcontent
es: Sólo contenido principal
fr: Contenu Principal Seulement
nl: Alleen Hoofdinhoud

source: Shows only the main content on the external display
de: Zeigt nur den Hauptcontent auf dem externen Display
es: Sólo mostrar el contenido principal en la pantalla externa
fr: Affiche seulement le contenu principal sur l'écran externe.
nl: Toont alleen de hoofdinhoud op het externe scherm

source: Connection Alerts
de: Verbindungs Alerts
es: Avisos de conexión
fr: Alertes de connexion
nl: Verbindingswaarschuwingen

source: Show
de: Zeigen
es: Mostrar
fr: Afficher
nl: Geef Weer

source: External display connected.
de: Externer Display verbunden.
es: Pantalla externa conectada.
fr: Écran externe connecté.
nl: Extern scherm verbonden.

source: External display disconnected.
de: Externer Display getrennt.
es: Pantalla externa desconectada.
fr: Écran externe déconnecté.
nl: Extern scherm ontkoppeld.

source: Suppressing OpenGL flicker may cause additional memory use or unexpected behaviour in some games
de: Das Unterdrücken des OpenGL Flimmern kann zusätzlicher Speicher nutzen oder verursacht unerwartetes Verhalten in einigen Spielen
es: Desactivar el parpadeo OpenGL puede causar el uso de memoria adicional o un comportamiento inesperado en algunos juegos.
fr: La suppression du scintillement OpenGL peut entraîner l'utilisation excessive de la mémoire ou un comportement inattendu dans certains jeux
nl: OpenGL flikkeringen onderdrukken kan extra geheugengebruik veroorzaken of onverwacht gedrag in sommige games

source: Suppressing flicker may reduce performance or cause additional memory use in some games
de: Das Unterdrücken des Flackern verringert die Leistung und verursacht zusätzliche Speicherverbrauch in einigen Spielen
es: Desactivar el parpadeo puede reducir el rendimiento o causar uso de memoria adicional en algunos juegos.
fr: La suppression du scintillement peut réduire les performances ou provoquer l'utilisation excessive de la mémoire dans certains jeux
nl: Flikkeringen onderdrukken kan de prestaties verminderen of in sommige games extra geheugen gebruiken

source: Suppress Flicker
de: Flimmern unterdrücken
es: Desactivar parpadeo
fr: Supprimer scintillement
nl: Onderdruk Flikkeringen

source: Allow On Lock Screen
de: Auf dem Lockscreen erlauben
es: Ver pantalla de bloqueo
nl: Sta Toe Op Toegangsscherm

source: Show On
de: Zeigen auf
es: Mostrar en
nl: Geef Weer Op

source: External Display
de: Externen Display
es: Pantalla externa
fr: Affichage externe
nl: Extern Scherm

source: Both Displays
de: Beiden Displays
es: Ambas pantallas
fr: Les deux affichages
nl: Beide Schermen

source: Render Quality
de: Rendert Qualität
es: Calidad del renderizado
fr: Qualité du rendu
nl: Render Kwaliteit

source: Low Quality
de: Schlechte Qualität
es: Baja calidad
fr: Basse qualité
nl: Lage Kwaliteit

source: High Quality
de: Hohe Qualität
es: Alta calidad
fr: Haute qualité
nl: Hoge Kwaliteit

source: Dim Brightness
de: Helligkeit verdunkeln
es: Reducir el brillo
fr: Luminosité faible
nl: Dim Helderheid

source: On Connect
de: Auf Verbinden
es: Al conectar
fr: Connexion
nl: Op Aansluiting

source: Experimental
fr: Expérimentale
nl: Experimenteel
