Repository: rpetrich/Localization
Catalog: Grabby/*.lproj/Localizable.strings
Languages: fr, it_it

source: Settings
fr: Réglages

source: Advanced Settings
fr: Réglages Avancés

source: Swipe Style
fr: Style du Swipe
it_it: Modalità di Attivazione

# LEFT_AND_UP_TO_OPEN
source: Left and Up to Open App
fr: Gauche et Haut pour ouvrir l'App
it_it: Scorrendo Verso Sinistra e Verso l'Alto

# JUST_LEFT_TO_OPEN
source: Just Left to Open App
fr: Juste Gauche pour ouvrir l'App
it_it: Scorrendo Verso Sinistra

source: Left and Up
fr: Gauche et Haut
it_it: A Sinistra e in Alto

source: Just Left
fr: Juste Gauche
it_it: Solo Verso Sinistra

source: Tapping Grabber
fr: Toucher le Grabber
it_it: Modalità di Risposta al Tocco

source: Bounces Lock Screen
fr: Rebondit l'écran de verrouillage
it_it: Effetto Rimbalzo Lock Screen

source: Opens First App
fr: Ouvre la Première App
it_it: Apri La Prima Applicazione

source: Bounces
fr: Rebondissements
it_it: Rimbalzo

source: Shows Icons
fr: Affiche les Icônes

source: Show Grabber
fr: Afficher le Grabber
it_it: Visualizza Barra di Selezione

source: Always
fr: Toujours
it_it: Sempre

# WHEN_NO_NOTIFICATION
source: When No Notification Is Active
fr: Quand Aucune Notification n'est Active
it_it: Soltando in Assenza di Notifiche

source: Show Slideshow Button
fr: Afficher le Bouton Diaporama
it_it: Abilita Presentazione Immagini

source: Icon Count
fr: Nombre d'Icônes
it_it: Numero di Icone

source: One
fr: Une
it_it: Una

source: Two
fr: Deux
it_it: Due

source: Three
fr: Trois
it_it: Tre

source: Four
fr: Quatre
it_it: Quattro

source: Five
fr: Cinq
it_it: Cinque

source: Seven
fr: Sept

source: Eight
fr: Huit
it_it: Otto

source: Nine
fr: Neuf
it_it: Nove

source: Ten
fr: Dix
it_it: Dieci

source: Eleven
fr: Onze
it_it: Undici

source: Twelve
fr: Douze
it_it: Dodici

source: Screenshot Privacy
fr: Confidentialité des Screenshots
it_it: Funzioni di Sicurezza Screenshot

source: Click Sounds
fr: Sons des Clics
it_it: Attiva Effetti Sonori

source: Require Passcode
fr: Nécessite Verrouillage par Code
it_it: Richiedi Codice di Sicurezza

source: Drag Style
fr: Style du Glissement

source: Smooth Dragging
fr: Glissement Lisse

source: Smooth
fr: Lisse

source: Lock to Icon
fr: Verrouiller l'Icône

source: Locked
fr: Verrouillé

source: Quick Launch Apps
fr: Lancement Rapide d'Apps
it_it: Seleziona le Applicazioni da Visualizzare

source: Icon
fr: Icône
it_it: Seleziona l'Icona

source: Quick Launch Actions
fr: Lancement Rapide d'Actions

# PASSCODE_WARNING
source: If a device passcode is set, apps that secure access to their data using encryption (such as Mail) require the passcode to behave properly
fr: Si un code de verrouillage est configuré, les applications sécurisant l'accès de leurs données (telle que Mail) exigeront ce code pour fonctionner correctement
it_it: Se il dispositivo dispone di un codice di sicurezza attivo al rientro dalla schermata di blocco, le applicazioni che proteggono l'accesso ai propri dati utilizzando metodi crittografici (come ad esempio l'applicazione Mail) richiederanno l'inserimento del codice.

source: Standard
it_it: Senza Notifiche

source: Six
it_it: Sei

source: App
it_it: Selezione l'Applicazione
