Repository: rpetrich/Localization
Catalog: RetinaPad/*.lproj/Localizable.strings
Languages: nl

source: Enabled Applications
nl: Ingeschakelde Applicaties

source: System Applications
nl: Systeemapplicaties

source: User Applications
nl: Gebruikersapplicaties

source: Customize which applications Retina mode is applied to.
nl: Pas aan op welke applicaties Retina modus toegepast wordt.

source: Always Zoom
nl: Zoom Altijd

source: Allow Upside Down
nl: Sta Ondersteboven Toe

source: Show Simulated Chrome
nl: Toon Chrome Simulatie

source: Classic apps that are currently running must be closed via the multitasking switcher bar for changes to take effect.
nl: Klassieke apps die momenteel aanstaan dienen gesloten te worden via de multitasking balk om de aanpassingen toe te passen.

source: Portrait in Landscape
nl: Portret in Landschap

source: This feature is in beta and is unsupported, for now.
nl: Deze functie is beta en wordt voorlopig niet ondersteund.

source: To enter retina mode kill %@ via the multitasking switcher bar.
nl: Om retina modus te activeren sluit %@ af via de multitasking balk.

source: To exit retina mode kill %@ via the multitasking switcher bar.
nl: Om retina modus te deactiveren sluit %@ af via de multitasking balk.

source: this application
nl: deze applicatie

source: This is the first time this classic application has been launched with RetinaPad installed. Do you wish to apply retina mode? More settings may be found in RetinaPad's Settings pane.
nl: Dit is de eerste keer dat deze klassieke applicatie gestart is sinds de installatie van RetinaPad. Wil je retina modus toepassen? Meer instellingen kunnen worden gevonden in RetinaPad's Instellingen paneel.

source: System Information
nl: Systeeminformatie

source: Machine Name
nl: Machinenaam

source: Machine and Hardware Name
nl: Machineâ€“ en Hardware-naam
