Repository: rpetrich/Localization
Catalog: HapticPro/*.lproj/Localizable.strings
Languages: fr, nl, th

source: Trigger Events
fr: Utilisation
nl: Voorwaarden
th: เหตุการณ์กระตุ้น

source: Key Pressed
fr: Touche Pressée
nl: Toets Ingedrukt
th: กดปุ่ม

source: Key Released
fr: Touche Relâchée
nl: Toets Losgelaten
th: เลิกกดปุ่ม

source: Key Repeated
fr: Touche Répétée
nl: Toets Herhaald
th: กดปุ่มซ้ำ

source: Trigger Controls
fr: Interfaces
nl: Voorwaarden Controles
th: การควบคุมกระตุ้น

source: Keyboard
fr: Clavier
nl: Toetsenbord
th: แป้นพิมพ์

source: Buttons
fr: Touches
nl: Knoppen
th: ปุ่ม

source: Table Cells
fr: Cellules
nl: Tabelcellen
th: แถบตาราง

source: Web Links
fr: Liens WEB
th: ลิงก์เว็บ

source: Duration
fr: Durée
nl: Duur
th: ระยะเวลา

source: Test Keyboard
fr: Test du clavier
nl: Test Toetsenbord
th: แป้นพิมพ์ทดสอบ

source: HapticPro-Advanced
fr: Réglages Avancés
nl: Geavanceerde Instellingen
th: การตั้งค่าขั้นสูง

source: Reset to Defaults
fr: Réglages par Défaut
nl: Herstel Standaardinstellingen
th: รีเซตเป็นการตั้งค่ามาตรฐาน

source: Are you sure you wish to reset HapticPro to the default settings?
fr: Êtes-vous certain(e) de vouloir revenir aux réglages par défaut de HapticPro?
nl: Weet je zeker dat je de standaardinstellingen van HapticPro wilt herstellen?
th: ท่านแน่ใจที่จะรีเซตการตั้งค่า HapticPro ไปเป็นแบบมาตรฐานหรือไม่?

source: Cancel
fr: Annuler
nl: Annuleer
th: ยกเลิก

source: Reset
fr: Défaut
nl: Herstel
th: รีเซต

source: Due to limitations of iPhone OS 3.0, HapticPro will be disabled when audio is playing.
fr: À cause d'une limitation de la version 3.0 de l'iPhone, HapticPro est désactivé lorsque vous écoutez de la musique.
nl: Wegens limitaties van iPhone OS 3.0 zal HapticPro uitgeschakeld worden als er geluid wordt afgespeeld.
th: เนื่องจากข้อจำกัดใน iPhone OS 3.0 HapticPro จะถูกปิดใช้งานหากมีการเล่นเพลง

source: Intensity
fr: Intensité
nl: Intensiteit
th: ความเข้ม

source: Adjust the strength of the vibration.
fr: Ajustez l'intensité de la vibration.
nl: Wijzig de sterkte van de vibratie.
th: ปรับความแรงของการสั่น

source: Has no effect on the iPhone 3G
fr: N'a aucun effet sur l'iPhone 3G
nl: Heeft geen effect op de iPhone 3G
th: ไม่มีผลใน iPhone 3G

source: Only Special Keys
fr: Touches Spéciales Uniquement
nl: Alleen Speciale Toetsen
th: เฉพาะปุ่มพิเศษ

source: Activates HapticPro only from the keyboard's modifier keys.
fr: Active HapticPro uniquement à partir des touches de fonction du clavier.
nl: Activeert HapticPro alleen via modificatietoetsen van het toetsenbord.
th: ใช้ HapticPro บนปุ่มพิเศษบนแป้นพิมพ์เท่านั้น

source: Add Click Sounds
fr: Ajouter les Clics
nl: Voeg Klikgeluiden Toe
th: เพิ่มเสียงการกด

source: Enable keyboard click sounds on regular buttons.
fr: Activer les clics sur tous les boutons.
nl: Schakel toetsenbord klikgeluiden in bij gewone knoppen.
th: เปิดใช้เสียงการกดปุ่มบนปุ่มทั่วไป

source: Ringer Switch
fr: Interrupteur de la sonnerie
nl: Zijschakelaar
th: สวิตซ์กริ่ง

source: Trigger In Ring
fr: Réglé sur Sonnerie
nl: Actief Wanneer Geluid Aan
th: กระตุ้นในโหมดกริ่ง

source: Trigger In Silent
fr: Réglé sur Vibreur
nl: Actief Wanneer Geluid Uit
th: กระตุ้นในโหมดเงียบ

source: Enable/disable haptic feedback based on the status of the ringer switch.
fr: Activer/désactiver le retour haptique en fonction de l'interrupteur du vibreur.
nl: Activeer/deactiveer haptische feedback afhankelijk van de zijschakelaar.
th: เปิด/ปิดการสั่นโดยขึ้นกับสถานะของสวิตซ์กริ่ง

source: Duration Factor Pressed
fr: Quand est pressé
nl: Duur Factor Ingedrukt
th: ตัวประกอบระยะเวลาเมื่อกด

source: Duration Factor Released
fr: Quand est relâché
nl: Duur Factor Losgelaten
th: ตัวประกอบระยะเวลาเมื่อปล่อย

source: Duration Factor Repeated
fr: Quand est répété
nl: Duur Factor Herhaald
th: ตัวประกอบระยะเวลาเมื่อกดซ้ำ

source: Control the duration of each type of haptic feedback independently.
fr: Contrôlez la durée de chaque retour haptique indépendamment.
nl: Beheer de duur van elke soort haptische feedback afzonderlijk.
th: ควบคุมระยะเวลาในแต่ละแบบของการสั่นแบบแยกจากกัน
